<?php
// Text
$_['text_title']                = 'Square';
$_['text_canceled']             = 'Դուք հաջողությամբ չեղարկել եք այս վճարումը։ Մենք ուղարկել ենք հաստատող էլեկտրոնային հաղորդագրություն։';
$_['text_confirm_cancel']       = 'Դուք համոզվա՞ծ եք, որ ցանկանում եք չեղարկել կրկնվող վճարումները։';
$_['text_order_history_cancel'] = 'Դուք չեղարկել եք կրկնվող պրոֆիլը։ Ձեր քարտից գանձում այլևս չի կատարվի։';

// Button
$_['button_cancel']             = 'Չեղարկել կրկնվող վճարումը';

// Error
$_['error_not_cancelled']       = 'Սխալ․ %s';
$_['error_not_found']           = 'Չհաջողվեց չեղարկել կրկնվող պրոֆիլը';