<?php
// Heading
$_['heading_title']     = 'Վահանակներ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք վահանկները։';
$_['text_list']         = 'Վահանակների ցանկ';
$_['text_add']          = 'Աելացնել վահանակ';
$_['text_edit']         = 'Փոփոխել վահանակը';
$_['text_default']      = 'Հիմնական';

// Column
$_['column_name']       = 'Վսհանակի անվանում';
$_['column_status']     = 'Կարգավիճակ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Վահանակի անվանում';
$_['entry_title']       = 'Վերնագիր';
$_['entry_link']        = 'Հղում';
$_['entry_image']       = 'Լուսանկար';
$_['entry_status']      = 'Կարգավիճակ';
$_['entry_sort_order']  = 'Տեսակավորման կարգ';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք վահանակները փոփոխելու թույլտվություն չունեք։';
$_['error_name']       = 'Վահանակի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_title']      = 'Վահանակի վերնագիրը պետք է պարունակի  2-ից  64 նիշ։';