<?php
// Heading
$_['heading_title']       = 'Մակետ';

// Text
$_['text_success']        = 'Դուք հաջողությամբ փոփոխել եք մակետները։';
$_['text_list']           = 'Մակետների ցանկ';
$_['text_add']            = 'Ավելացնել մակետ';
$_['text_edit']           = 'Փոփոխել մակետը';
$_['text_remove']         = 'Հեռացնել';
$_['text_route']          = 'Ընտրեք խանութը և երթուղիները, որոնք կօգտագործվեն այս մակետով։';
$_['text_module']         = 'Ընտրել մոդուլների դիրքը';
$_['text_default']        = 'Հիմնական';
$_['text_content_top']    = 'Ընթացիկ վերնամաս';
$_['text_content_bottom'] = 'Ընթացիկ ստորին հատված';
$_['text_column_left']    = 'Ձախ սյունակ';
$_['text_column_right']   = 'Աջ սյունակ';

// Column
$_['column_name']         = 'Մակետի անվանում';
$_['column_action']       = 'Գործողություն';

// Entry
$_['entry_name']          = 'Մակետի անվանում';
$_['entry_store']         = 'Խանութ';
$_['entry_route']         = 'Երթուղի';
$_['entry_module']        = 'Մոդուլ';

// Error
$_['error_permission']    = 'Ուշադրություն․ Դուք մակետները փոփոխելու թույլտվություն չունեք։';
$_['error_name']          = 'Մակետի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_default']       = 'Ուշադրություն․ Այս մակետը հնարավոր չէ հեռացնել, քանի որ ներկայումս նշանակված է որպես կանխադրված խանութի դասավորություն:';
$_['error_store']         = 'Ուշադրություն․  Այս մակետը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն  կից է %s խանութներին։';
$_['error_product']       = 'Ուշադրություն․ Այս մակետը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s ապրանքներին։';
$_['error_category']      = 'Ուշադրություն․ Այս մակետը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s կատեգորիաներին։';
$_['error_information']   = 'Ուշադրություն․  Այս մակետը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s տեղեկատվական էջերին։';