<?php
// Heading
$_['heading_title']                = 'Խանութներ';

// Text
$_['text_settings']                = 'Կարգավորումներ';
$_['text_success']                 = 'Դուք հաջողությամբ փոփոխել եք Խանութները։';
$_['text_list']                    = 'Խանութների ցանկ';
$_['text_add']                     = 'Ավելացնել խանութ';
$_['text_edit']                    = 'Փոփոխել խանութ';
$_['text_items']                   = 'Ապրանքներ';
$_['text_tax']                     = 'Հարկեր';
$_['text_account']                 = 'Հաշիվ';
$_['text_checkout']                = 'Վճարում';
$_['text_stock']                   = 'Պահեստ';
$_['text_shipping']                = 'Առաքման հասցե';
$_['text_payment']                 = 'Վճարման հասցե';

// Column
$_['column_name']                  = 'Խանութի անվանում';
$_['column_url']	               = 'Խանութի URL';
$_['column_action']                = 'Գործողություն';

// Entry
$_['entry_url']                    = 'Խանութի URL';
$_['entry_ssl']                    = 'SSL URL';
$_['entry_meta_title']             = 'Մետա վերնագիր';
$_['entry_meta_description']       = 'Մետաթեգի նկարագրություն';
$_['entry_meta_keyword']           = 'Մետաթեգի բանալի բառեր';
$_['entry_layout']                 = 'Հիմնական մակետ';
$_['entry_theme']                  = 'Թեմա';
$_['entry_name']                   = 'Խանութի անվանում';
$_['entry_owner']                  = 'Խանութի սեփականատեր';
$_['entry_address']                = 'Հասցեներ';
$_['entry_geocode']                = 'Գեոծածկագիր';
$_['entry_email']                  = 'Էլեկտրոնային հասցե';
$_['entry_telephone']              = 'Հեռախոսահամար';
$_['entry_fax']                    = 'Ֆաքս';
$_['entry_image']                  = 'Լուսանկար';
$_['entry_open']                   = 'Աշխատանքային ժամեր';
$_['entry_comment']                = 'մեկնաբանություն';
$_['entry_location']               = 'Խանութի տեղակայում';
$_['entry_country']                = 'Երկիր';
$_['entry_zone']                   = 'Տարածաշրջան / Նահանգ';
$_['entry_language']               = 'Լեզու';
$_['entry_currency']               = 'Արժույթ';
$_['entry_tax']                    = 'Ցուցադրել արժեքները՝ հարկերը ներառյալ';
$_['entry_tax_default']            = 'Օգտագործել խանութի հարկային հասցեն';
$_['entry_tax_customer']           = 'Օգտագործել հաճախորդի հարկային հասցեն';
$_['entry_customer_group']         = 'Հաճախորդի խումբ';
$_['entry_customer_group_display'] = 'Հաճախորդի խմբեր';
$_['entry_customer_price']         = 'Արժեքները ցուցադրելու համար պետք է մուտք գործել';
$_['entry_account']                = 'Հաշվի պայմանները';
$_['entry_cart_weight']            = 'Ցուցադրել կշիռը գնումների զամբյուղի էջում';
$_['entry_checkout_guest']         = 'Հյուրի վճարում';
$_['entry_checkout']               = 'Վճարման պայմաններ';
$_['entry_order_status']           = 'Պատվերի կարգավիճակ';
$_['entry_stock_display']          = 'Ցուցադրել պահեստը';
$_['entry_stock_checkout']         = 'Պահեստի վճարում';
$_['entry_logo']                   = 'Պահեստի տարբերանշան';
$_['entry_icon']                   = 'Գրաֆիկական պատկեր';
$_['entry_secure']                 = 'Օգտագործել SSL';

// Help
$_['help_url']                     = 'Ներառեք Ձեր խանութի ամբողջական URL-ը։ Վերջնամասում ավելացրեք \'/\'։ Օրինակ․ http://www.yourdomain.com/path/<br /><br />Մի օգտագործեք տեղեկագրեր՝ նոր խանութ ստեղծելու համար: Միշտ պետք է ձեր հոստինգին մատնանշեք մեկ այլ տիրույթ կամ ենթատիրույթ:';
$_['help_ssl']                     = 'Ձեր խանութ սրահի SSL URL։ Վերջնամասում ավելացրեք \'/\' ։ Օրինակ․ http://www.yourdomain.com/path/<br /><br />Մի օգտագործեք տեղեկագրեր՝ նոր խանութ ստեղծելու համար: Միշտ պետք է ձեր հոստինգին մատնանշեք մեկ այլ տիրույթ կամ ենթատիրույթ:';
$_['help_geocode']                 = 'Խնդրում ենք ձեռքով մուտքագրել ձեր խանութի գտնվելու վայրը:';
$_['help_open']                    = 'Լրացրեք Խանութների աշխատանքային ժամերը։';
$_['help_comment']                 = 'Այս դաշտը նախատեսված է ցանկացած հատուկ նշումների համար, որը դուք կցանկանաք պատմել հաճախորդին';
$_['help_location']                = 'Ձեր խանութի տարբեր վայրերը, որոնք ցանկանում եք, ցուցադրվեն Կապ Ձեզ հետ բաժնում։';
$_['help_currency']                = 'Փոխեք կանխադրված արժույթը: Մաքրեք Ձեր վեբ դիտարկիչի քեշը ՝ փոփոխությունը տեսնելու և առկա քուքիներնը  վերականգնելու համար:';
$_['help_tax_default']             = 'Օգտագործեք խանութի հասցեն հարկերը հաշվարկելու համար, եթե հաճախորդը մուտք չի գործել համակարգ: Դուք կարող եք ընտրել օգտագործել խանութի հասցեն հաճախորդի առաքման կամ վճարման հասցեի համար:';
$_['help_tax_customer']            = 'Օգտագործեք հաճախորդի հասցեն հարկերը հաշվարկելու համարԼ։ Դուք կարող եք ընտրել օգտագործել հաճախորդի հասցեն հաճախորդի առաքման կամ վճարման հասցեի համար:';
$_['help_customer_group']          = 'Հաճախորդի հիմնական խումբ';
$_['help_customer_group_display']  = 'Ցուցադրել հաճախորդների խմբերը, որոնք նոր հաճախորդները կարող են ընտրել` մեծածախ և բիզնեսի օգտագործման համար գրանցվելու ժամանակ:';
$_['help_customer_price']          = 'Ցուցադրել միայն գները, երբ հաճախորդը մուտք է գործում համակարգ:';
$_['help_account']                 = 'Պարտադրել մարդկանց համաձայնել պայմաններին՝ նախքան հաշիվ ստեղծելը:';
$_['help_checkout_guest']          = 'Թույլ տվեք հաճախորդներին վճարումներ կատարել առանց հաշիվ ստեղծելու: Դա անհասանելի կլինի այն դեպքում, երբ ներբեռնվող ապրանքը գտնվում է զամբյուղի մեջ:';
$_['help_checkout']                = 'Պարտադրել հաճախորդներին համաձայնել պայմաններին՝ նախքան վճարում կատարելը:';
$_['help_order_status']            = 'Պատվերի մշակման ընթացքում կարգավիճակը նշեք ըստ կանխադրվածի։';
$_['help_stock_display']           = 'Ցուցադրել պահեստում առկա քանակությունը ապրանքների էջում։';
$_['help_stock_checkout']          = 'Թույլատրել հաճախորդներին վճարումներ կատարել, անգամ եթե իրենց պատվիրած ապրանքները պահեստում չեն:';
$_['help_icon']                    = 'Գրաֆիկական պատկերը պետք է լինի PNG 16px x 16px։';
$_['help_secure']                  = ' SSL ստուգելու համար, ստուգեք Ձեր հոսթինգում SSL սերտիֆիկատը տեղադրված է թե ոչ։';

// Error
$_['error_warning']                = 'Ուշադրություն․ խնդրում ենք ստուգել ձևաթուղթը։';
$_['error_permission']             = 'Ուշադրություն․ Դուք չունեք Խանութները փոփոխելու թույլտվություն։';
$_['error_url']                    = 'Խանութի URL-ը պարտադիր է։';
$_['error_meta_title']             = 'Վերնագիրը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_name']                   = 'Խանութի անվանումը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_owner']                  = 'Խանութի սեփականատերը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_address']                = 'Խանութի հասցեն պետք է պարունակի 10-ից 256 նիշ։';
$_['error_email']                  = 'Էլեկտրոնային հասցեն անվավեր է։';
$_['error_telephone']              = 'Հեռախոսահամարը պետք է պարունակի  3-իցից 32 նիշ։';
$_['error_customer_group_display'] = 'Եթե դուք պատրաստվում եք օգտագործել այս հնարավորությունը, դուք պետք է ներառեք հաճախորդների հիմնական խումբը:';
$_['error_default']                = 'Ուշադրություն․ Դուք չեք կարող հեռացնել Ձեր հիմնական Խանութը։';
$_['error_store']                  = 'Ուշադրություն․ այս խանութը չի կարող հեռացվել, քանի որ այն կից է %s պատվերներին։';