<?php
// Text
$_['text_success']       = 'Դուք հաջողությամբ փոփոխել եք հաճախորդների ցանկը։';

// Error
$_['error_permission']   = 'Ուշադրություն․ Դուք չունեք API մուտք գործելու թույլտվություն';
$_['error_customer']     = 'Դուք պետք է ընտրեք հաճախորդ։';
$_['error_firstname']    = 'Անունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_lastname']     = 'Ազգանունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_email']        = 'էլեկտրոնային հասցեն վավեր չէ։';
$_['error_telephone']    = 'Հեռախոսահամարը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_custom_field'] = '%s պարտադիր է։';