<?php
// Text
$_['text_success']           = 'Դուք հաջողությամբ փոփխել եք պատվերների ցանկը։';

// Error
$_['error_permission']       = 'Ուշադրություն․ Դուք չունեք API մուտք գործելու թույլտվություն։';
$_['error_customer']         = 'Ուշադրություն․ անհրաժեշտ է մուտքագրել հաճախորդի տվյալները։';
$_['error_payment_address']  = 'Ուշադրություն․ վճարման հասցեն պարտադիր է։';
$_['error_payment_method']   = 'Ուշադրություն․ վճարման մեթոդը պարտադիր է։';
$_['error_no_payment']       = 'Ուշադրություն․ չկան վճարման հասանելի տարբերակներ։';
$_['error_shipping_address'] = 'Ուշադրություն․ առաքման ահսցեն պարտադիր է։';
$_['error_shipping_method']  = 'Ուշադրություն․ առաքման մեթոդը պարտադիր է։';
$_['error_no_shipping']      = 'Ուշադրություն․ առաքման տարբերակներ հասանելի չեն։';
$_['error_stock']            = 'Ուշադրություն․ նշված ապրանքները նշված քանակությամբ առկա չեն պահեստում։';
$_['error_minimum']          = 'Ուշադրություն․ պատվերի նվազագույն չափը  %s համար %s է։';
$_['error_not_found']        = 'Ուշադրություն․ պատվերը գտնված չէ։';