<?php
// Text
$_['text_address']       = 'Առաքման հասցեն հաջողությամբ մուտքագրված է';
$_['text_method']        = 'Առաքման մեթոդը հաջողությամբ մուտքագրված է';

// Error
$_['error_permission']   = 'Ուշադրություն․  Դուք չունեք API մուտք գործելու թույլտվություն։';
$_['error_firstname']    = 'Անունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_lastname']     = 'Ազգանունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_address_1']    = 'Հասցե 1-ը պետք է պարունակի 3-ից 128 նիշ։';
$_['error_city']         = 'Քաղաքի անունը պետք է պարունակի 3-ից 128 նիշ։';
$_['error_postcode']     = 'Այս երկրի համար նախատեսված փոստային ինդեքսը պետք է պարունակի 2-ից 10 նիշ։';
$_['error_country']      = 'Խնդրում ենք ընտրել երկիրը։';
$_['error_zone']         = 'Խնդրում ենք ընտրել շրջանը / նահանգը։';
$_['error_custom_field'] = '%s պարտադիր է։';
$_['error_address']      = 'Ուշադրություն․  առաքման հասցեն պարտադիր է։';
$_['error_method']       = 'Ուշադրություն․  առաքման մեթոդը պարտադիր է։';
$_['error_no_shipping']  = 'Ուշադրություն․  առաքման հասանելի տարբերակներ չկան։';