<?php
// Text
$_['text_success']     = 'Ձեր նվեր սերտիֆիկատի զեղչը ընդունված է։';
$_['text_cart']        = 'Դուք հաջողությամբ փոփոխել եք Ձեր գնումների զամբյուղը։';
$_['text_for']         = '%s Նվեր սերտիֆիկատ %s համար';

// Error
$_['error_permission'] = 'Ուշադրություն․  Դուք չունեք API մուտք գործելու թույլտվություն։';
$_['error_voucher']    = 'Ուշադրություն․  Նվեր սերտիֆիկատը վավեր չէ, կամ բալանսը ամբողջությամբ օգտագործված է։';
$_['error_to_name']    = 'Ստացողի անունը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_from_name']  = 'Ձեր անունը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_email']      = 'Էլեկտրոնային հասցեն վավեր չէ։';
$_['error_theme']      = 'Դուք պետք է ընտրեք թեման։';
$_['error_amount']     = 'Գումարը պետք է լինի %s-ից %s։';