<?php
// Heading
$_['heading_title']     = 'Վաուչերի թեմա';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք վաուչերի թեման։';
$_['text_list']         = 'Վաուչերի թեմաների ցանկ';
$_['text_add']          = 'Աելացնել վաուչերի թեմա';
$_['text_edit']         = 'Փոփոխել վաուչերի թեման';

// Column
$_['column_name']       = 'Վաուչերի թեմայի անվանում';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Վաուչերի թեմայի անվանում';
$_['entry_description'] = 'Վուչերի թեմայի նկարագրություն';
$_['entry_image']       = 'Լուսանկար';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք չունեք վաուչերի թեման փոփոխելու թույլտվություն։';
$_['error_name']        = 'Վաուչերի թեմայի անվանումը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_image']       = 'Լուսանկարը պարտադիր է։';
$_['error_voucher']     = 'Ուշադրություն․ Այս վաուչերի թեման հնարավոր չէ հեռացնել, քանի որ այն կից է %s վաուչերներին։';