<?php
// Heading
$_['heading_title']     = 'Նվերների վաուչեր';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք վաուչերները։';
$_['text_list']         = 'Նվերների վաուչերի ցանկ';
$_['text_add']          = 'Ավելացնել Նվերների վաուչերը';
$_['text_edit']         = 'Փոփոխել Նվերների վաուչերը';
$_['text_sent']         = 'Նվերների վաուչերի էլեկտրոնային փոստը հաջողությամբ։';

// Column
$_['column_name']       = 'Վաուչերի անվանում';
$_['column_code']       = 'Ծածկագիր';
$_['column_from']       = 'Ումից';
$_['column_to']         = 'Ում';
$_['column_theme']      = 'Թեմա';
$_['column_amount']     = 'Գումար';
$_['column_status']     = 'Կարգավիճակ';
$_['column_order_id']   = 'Պատվերի ID';
$_['column_customer']   = 'Հաճախորդ';
$_['column_date_added'] = 'Ավելացման ամսաթիվ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_code']        = 'Ծածկագիր';
$_['entry_from_name']   = 'Ում անունից';
$_['entry_from_email']  = 'Որ էլեկտրոնային հասցեից';
$_['entry_to_name']     = 'Ում';
$_['entry_to_email']    = 'Որ էլեկտրոնային հասցեին';
$_['entry_theme']       = 'Թեմա';
$_['entry_message']     = 'Հաղորդագրություն';
$_['entry_amount']      = 'Գումար';
$_['entry_status']      = 'Կարգավիճակ';

// Help
$_['help_code']         = 'Հաճախորդը մուտքագրում է այս ծածկագիրը՝ վաուչերը ակտիվացնելու համար։';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք չունեք  վաուչերները փոփոխելու թույլտություն։';
$_['error_exists']      = 'Ուշադրություն․ վաուչերի ծածկագիրը արդեն կիրառվում է։';
$_['error_code']        = 'Ծածկագիրը պետք է պարունակի 3-ից 10 նիշ։';
$_['error_to_name']     = 'Ստացողի անունը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_from_name']   = 'Ձեր անունը անունը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_email']       = 'էլեկտրոնային հասցեն վավեր չէ';
$_['error_amount']      = 'Գումարը պետք է մեծ կամ հավասար լինի 1-ին։';
$_['error_order']       = 'Ուշադրություն․ Այս վաուչերը հնարավոր չէ հեռացնել, քանի որ այն կից է<a href="%s">order</a>!';