<?php
// Heading
$_['heading_title']     = 'Իրադարձություններ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք Իրադարձությունները։';
$_['text_list']         = 'Իրադարձությունների ցանկ';
$_['text_event']        = 'Իրադարձությունները օգտագործվում են հավելվածի միջոցով` ձեր խանութի կանխադրված ֆունկցիոնալությունը շրջանցելու համար: Եթե կան խնդիրներ կարող եք ակտիվացնել կամ ապաակտիվացնել այստեղ։';
$_['text_info']         = 'Իրադարձությունների ինֆորմացիա';
$_['text_trigger']      = 'Թրիգգեր';
$_['text_action']       = 'Գործողություն';

// Column
$_['column_code']       = 'Իրադարձության ծածկագիր';
$_['column_status']     = 'Կարգավիճակ';
$_['column_sort_order'] = 'Տեսակավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Error
$_['error_permission']  = 'Ուշադրություն․  Դուք չունեք փոփոխելու թույլտվություն։ extensions!';
