<?php
// Heading
$_['heading_title']     = 'Ընդարձակման տեղադրում';

// Text
$_['text_progress']     = 'Տեղադրել առաջընթացը';
$_['text_upload']       = 'վերբեռնել ընդարձակումները';
$_['text_history']      = 'Տեղադրել պատմությունը';
$_['text_success']      = 'Դուք հաջողությամբ տեղադրել եք ընդարձակումը';
$_['text_install']      = 'Տեղադրում';

// Column
$_['column_filename']   = 'Ֆայլի անվանում';
$_['column_date_added'] = 'Ավելացման ամսաթիվ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_upload']      = 'վերբեռնել ֆայլ';
$_['entry_progress']    = 'Առաջընթաց';

// Help
$_['help_upload']       = 'Պահանջում է փոփոխման ֆայլ` ընդարձակումով \'.ocmod.zip\'.';

// Error
$_['error_permission']  = 'Ուշադրություն․  Դուք չունեք  ընդարձակումները փոփոխելու թույլտվություն։';
$_['error_install']     = 'Ընդարձակման տեղադրումը ընթացքի մեջ է, խնդրում ենք սպասել մի քանի վարկյան մինչ տեղադրելը։';
$_['error_upload']      = 'Ֆայլը չի կարող վերբեռնվել';
$_['error_filetype']    = 'Ֆայլի անվավեր տեսակ';
$_['error_file']        = 'Ֆայլը չի գտնվել';