<?php
// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք ընդարձակումները։';
$_['text_unzip']       = 'ֆայլերի հեռացում';
$_['text_move']        = 'Ֆայլերի կրկնօրինակում';
$_['text_xml']         = 'Փոփոխությունների կիրառում';
$_['text_remove']      = 'Ժամանակավոր ֆայլերի հեռացում:';

// Error
$_['error_permission'] = 'Ուշադրություն․  Դուք չունեք  ընդարձակումները փոփոխելու թույլտվություն։';
$_['error_install']    = 'Ընդարձակման տեղադրումը ընթացքի մեջ է, խնդրում ենք սպասել մի քանի վայրկյան` մինչ տեղադրել փորձելը։';
$_['error_unzip']      = 'Zip ֆայլը չի բացվում';
$_['error_file']       = 'Տեղադրման ֆայլը գտնված չէ';
$_['error_directory']  = 'Տեղադրման կատալոգը գտնված չէ';
$_['error_code']       = 'Յուրահատուկ ծածկագիրը պարտադիր է XML փոփոխության համար։';
$_['error_xml']        = ' %s փոփոխությունը արդեն կրառվում է։';
$_['error_exists']     = ' %s ֆայլը արդեն գոյություն ունի';
$_['error_allowed']    = ' %s  կատալոգը չի թույլատրվում գրել:';