<?php
// Heading
$_['heading_title']      = 'Ընդարձակման շուկա';

// Text
$_['text_success']       = 'Դուք հաջողությամբ փոփոխել եք ընդարձակումները։';
$_['text_list']          = 'Ընդարձակման ցանկ';
$_['text_filter']        = 'Զտիչ';
$_['text_search']        = 'Որոնել ընդարձակումներ կամ թեմաներ';
$_['text_category']      = 'Կատեգորիաներ';
$_['text_all']           = 'Բոլորը';
$_['text_theme']         = 'Թեմաներ';
$_['text_marketplace']   = 'Շուկա';
$_['text_language']      = 'Լեզուներ';
$_['text_payment']       = 'Վճարում';
$_['text_shipping']      = 'Առաքում';
$_['text_module']        = 'Տեսակներ';
$_['text_total']         = 'Պատվերի մանրամասներ';
$_['text_feed']          = 'Սնուցում';
$_['text_report']        = 'Զեկույցներ';
$_['text_other']         = 'Այլ';
$_['text_free']          = 'Անվաճար';
$_['text_paid']          = 'Վճարովի';
$_['text_purchased']     = 'Գնում';
$_['text_date_modified'] = 'Փոփոխման ամսաթիվ';
$_['text_date_added']    = 'Ավելացման ամսաթիվ';
$_['text_rating']        = 'Վարկանիշ';
$_['text_reviews']       = 'Կարծիքներ';
$_['text_compatibility'] = 'Համատեղելիություն';
$_['text_downloaded']    = 'Ներբեռնածներ';
$_['text_member_since']  = 'Անդամ է մինչև';
$_['text_price']         = 'Արժեք';
$_['text_partner']       = 'Developed by OpenCart Partner';
$_['text_support']       = '12 ամիս անվճար աջակցություն';
$_['text_documentation'] = 'Թղթաբանութունը ներառված';
$_['text_sales']         = 'Վաճառքներ';
$_['text_comment']       = 'Հաղորդագրություններ';
$_['text_download']      = 'Ներբեռնում';
$_['text_install']       = 'Տեղադրում';
$_['text_comment_add']   = 'Թողեք Ձեր մեկնաբանությունը';
$_['text_write']         = 'Գրեք Ձեր մեկնաբանությունը այստեղ ..';
$_['text_purchase']      = 'Խնդրում ենք հասատտել ինքնությունը';
$_['text_pin']           = 'Խնդրում ենք մուտքագրել 4 նիշով PIN համարը։ Այս PIN  համարը Ձեր հաշիվը պաշտպանելու համար է։';
$_['text_secure']        = 'Չտրամադրեք Ձեր PIN ոչ ոքի։ Եթե անհրաժեշտ է, որպեսզի վաճառառողը տեղադրի ընդարձակումը, ապա կարող եք էլեկտրոնային հաղորդադրությամբ ուղարկել ընդարձակման հղումը։ ';
$_['text_name']          = 'Ներբեռնման անվանում';
$_['text_progress']      = 'Առաջընթաց';
$_['text_available']     = 'Հասանելի տեղադրումներ';
$_['text_action']        = 'Գործողություն';

// Entry
$_['entry_pin']          = 'PIN';

// Tab
$_['tab_description']    = 'Նկարագրություն';
$_['tab_documentation']  = 'Թղթաբանություն';
$_['tab_download']       = 'Ներբեռնում';
$_['tab_comment']        = 'Հաղորդագրություն';

// Button
$_['button_opencart']    = 'API շուկա';
$_['button_purchase']    = 'Գնում';
$_['button_view_all']    = 'Դիտել բոլոր ընդարձակումները';
$_['button_get_support'] = 'Ստանալ աջակցություն';
$_['button_comment']     = 'Հաղորդագրություն';
$_['button_reply']       = 'Պատասխան';

// Error
$_['error_permission']   = 'Ուշադրություն․  Դուք չունեք ընդարձակումները փոփոխելու թույլտվություն։';
$_['error_opencart']     = 'Ուշադրություն․  Դուք պետք է մուտքագրեք OpenCart API ինֆորմացիան՝ նախքան գնումներ կատարելը։';
$_['error_install']      = 'Ընդարձակման տեղադրումը ընթացքի մեջ է, խնդրում ենք սպասել մինչ տեղադրելը։';
$_['error_purchase']     = 'Դուք չեք կարող գնել այս ընդարձակումը։';
$_['error_download']     = 'Դուք չեք կարող ներբեռնել այս ընդարձակումը։';
