<?php
// Heading
$_['heading_title']     = 'Փոփոխություններ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք Փոփոխությունները։';
$_['text_refresh']      = 'Երբ միացնեք / անջատեք կամ հեռացնեք փոփոխությունը, անհրաժեշտ է սեղմել թարմացման կոճակը` ձեր փոփոխության քեշը վերակառուցելու համար:';
$_['text_list']         = 'Փոփոխությունների ցանկ';

// Column
$_['column_name']       = 'Փոփոխությունների անվանում';
$_['column_author']     = 'Հեռինակ';
$_['column_version']    = 'Տարբերակ';
$_['column_status']     = 'Կարգավիճակ';
$_['column_date_added'] = 'Ավելացման ամսաթիվ';
$_['column_action']     = 'Գործողություն';

// Error
$_['error_permission']  = 'Ուշադրություն․  Դուք չունեք Փոփոխությունները փոփոխելու թույլտվություն։';