<?php
// Heading
$_['heading_title']        				= 'OpenBay Pro';

// Buttons
$_['button_retry']						= 'Կրկին փորձել';
$_['button_update']						= 'Թարմացնել';
$_['button_patch']						= 'Patch';
$_['button_faq']						= 'Դիտել հաճախ տրվող հարցերի թեման';

// Tab
$_['tab_setting']						= 'Կարգավորումներ';
$_['tab_update']						= 'Software թարմացումներ';
$_['tab_developer']						= 'Developer';

// Text
$_['text_dashboard']         			= 'Ղեկավարման վահանակ';
$_['text_success']         				= 'Կարգավորումները հաջողությամբ պահպանվել են։';
$_['text_products']          			= 'Ապրանքներ';
$_['text_orders']          				= 'Պատվերներ';
$_['text_manage']          				= 'Կարգավորել';
$_['text_help']                     	= 'Օգնել';
$_['text_tutorials']                    = 'Ուսուցողական նյութեր';
$_['text_suggestions']                  = 'Մտքեր';
$_['text_version_latest']               = 'Դուք օգտագործում եք վերջին տարբերակը';
$_['text_version_check']     			= 'Ստուգել software տարբերակը';
$_['text_version_installed']    		= 'Տեղադրել OpenBay Pro տարբերակը: v';
$_['text_version_current']        		= 'Ձեր տարբերակն է';
$_['text_version_available']        	= 'վերջին տարբերակը';
$_['text_language']             		= 'API պատասխանի լեզու';
$_['text_getting_messages']     		= 'Ստանալ OpenBay Pro հաղորդագրությունները';
$_['text_complete']     				= 'Լրացնել';
$_['text_patch_complete']           	= 'Patch կիրառված է';
$_['text_updated']						= 'Մոդուլը թարմացված է (v.%s)';
$_['text_update_description']			= 'Թարմացման գործիքը փոփոխություններ կկատարի ձեր խանութի ֆայլային համակարգում: Թարմացնելուց առաջ համոզվեք, որ ունեք  ֆայլերի և տվյալների բազայի կրկնօրինակը:.';
$_['text_patch_description']			= 'Եթե դուք թարմացրեք ֆայլերը ձեռքով, ապա թարմացումը ավարտելու համար հարկավոր է գործարկել patch։';
$_['text_clear_faq']                    = 'Մաքրել թաքնված հաճախ տրվող հարցերի պատուհանը';
$_['text_clear_faq_complete']           = 'Ծանուցումները այժմ կրկին ցույց կտրվեն';
$_['text_install_success']              = 'Առևտրային կենտրոնը տեղադրված է';
$_['text_uninstall_success']            = 'Առևտրային կենտրոնը հեռացված է';
$_['text_title_messages']               = 'Հաղորդագրություններ &amp; ծանուցումներ';
$_['text_marketplace_shipped']			= 'Պատվերի կարգավիճակը կթարմացվի առևտրային կենտրոնում, որպես առաքված';
$_['text_action_warning']				= 'Այս գործողությունը վտանգավոր է, այնպես որ պաշտպանված է գաղտնաբառով:';
$_['text_check_new']					= 'Նոր տարբերակի ստուգում';
$_['text_downloading']					= 'Ներբեռնել թարմացված ֆայլերը';
$_['text_extracting']					= 'ֆայլերի հեռացում';
$_['text_running_patch']				= 'patch ֆայլերի գործարկում';
$_['text_fail_patch']					= 'Թարմացված ֆայլերը հնարավոր չէ հեռացնել։';
$_['text_updated_ok']					= 'Թարմացումը ավարտված է, այժմ տեղադրված տարբերակն է ';
$_['text_check_server']					= 'Սերվերի պահանջների ստուգում'; 
$_['text_version_ok']					= 'Software արդեն թարմացված է, տեղադրված տարբերակն է ';
$_['text_remove_files']					= 'Ֆայլերի հեռացումն այլևս պարտադիր չէ';
$_['text_confirm_backup']				= 'Համոզվեք, որ ֆայլերի ամբողջական կրկնօրինակը առկա է';
$_['text_software_update']				= 'OpenBay Pro software թարմացված է';
$_['text_patch_option']				    = 'Ձեռքով patching';

// Column
$_['column_name']          				= 'Plugin անվանում';
$_['column_status']        				= 'Կարգավիճակ';
$_['column_action']        				= 'Գործողություն';

// Entry
$_['entry_patch']            			= 'Ձեռքով թարմացման patch';
$_['entry_courier']						= 'Սուրհանդակ';
$_['entry_courier_other']           	= 'Այլ սուրհանդակ';
$_['entry_tracking']                	= 'Հետևելու #';
$_['entry_empty_data']					= 'Մաքրե՞լ տվյալների բազան';
$_['entry_password_prompt']				= 'Մուտքագրեք տվյալների մաքրման գաղտնաբառը';
$_['entry_update']						= ' 1 հպումով թարմացում';
$_['entry_beta']						= 'Օգտագործել բետա տարբերակը';

// Error
$_['error_admin']             			= 'Անհրաժեշտ է ադմինիստրատորի տեղեկատուն';
$_['error_failed']						= 'Չհաջողվեց բեռնել, փորձե՞լ կրկին:';
$_['error_tracking_id_format']			= 'Ձեր հետևելու ID չի կարող պարունակել > կամ < նշանները։';
$_['error_tracking_courier']			= 'Դուք պետք է ընտրեք սուրհանդակ, եթե ցանկանում եք ավելացնել հետևելու ID';
$_['error_tracking_custom']				= 'Խնդրում ենք սուրհանդակային դաշտը թողնել դատարկ, եթե ցանկանում եք օգտագործել սովորական սուրհանդակ';
$_['error_permission']					= 'Դուք չունեք OpenBay Pro ընդարձակումը փոփոխելու թույլտվություն։';
$_['error_file_delete']					= 'Անհնար է հեռացնել այս ֆայլերը, դուք պետք է դրանք հեռացնեք ձեռքով։';
$_['error_mkdir']						= 'PHP "mkdir" գործառույթը ապաակտիվացված է, կապ հաստատեք ձեր հոսթինգի հետ։';
$_['error_openssl_encrypt']            	= 'PHP "openssl_encrypt" գործառույթը ակտիվացված չէ։ Կապվեք ձեր հոսթինգի մատակարարի հետ:';
$_['error_openssl_decrypt']            	= 'PHP  "openssl_decrypt"  ակտիվացված չէ։ Կապվեք ձեր հոսթինգի մատակարարի հետ:';
$_['error_fopen']             			= 'PHP  "fopen" ակտիվացված չէ։ Կապվեք ձեր հոսթինգի մատակարարի հետ:';
$_['error_url_fopen']             		= '"allow_url_fopen" տեղեկատուն ապաակտիվացված է ձեր հոսթինգի կողմից։ - Դուք չեք կարողանա պատկերներ ներբեռնել, eBay-ից ապրանքներ ներբեռնելիս։';
$_['error_curl']                        = 'PHP library "CURL" ակտիվացված չէ։ Կապվեք ձեր հոսթինգի մատակարարի հետ:';
$_['error_zip']                         = 'ZIP ընդարձակումը անհրաժեշտ է բեռնել։ Կապվեք ձեր հոսթինգի մատակարարի հետ:';
$_['error_mbstring']               		= 'PHP library "mb strings" ակտիվացված չէ։ Կապվեք ձեր հոսթինգի մատակարարի հետ:';
$_['error_oc_version']             		= 'Ձեր OpenCart տարբերակը, թեստավորված չէ այս մոդուլի հետ աշխատելու համար։ Հնարավոր է խնդիրների առաջացում։';

// Help
$_['help_clear_faq']					= 'Կրկին ցուցադրել օգնության բոլոր ծանուցումները։';
$_['help_empty_data']					= 'Սա կարող է լուրջ վնաս պատճառել, մի օգտագործեք այն, եթե չգիտեք, թե ինչպես է այն աշխատում:';
$_['help_easy_update']					= 'Սեղմեք տեղադրել OpenBay Pro վերջին տարբերակը ավտոմատ տեղադրելու համար։';
$_['help_patch']						= 'Սեղմեք այստեղ patch սկրիպները գործարկելու համար։';
$_['help_beta']							= 'Զգուշացում․ Բետա տարբերակը զարգացման վերջին տարբերակն է: Այն կարող է լինել անկայուն և պարունակել սխալներ:';
