<?php
// Heading
$_['heading_title']    = 'Լուսանկարների մենեջեր';

// Text
$_['text_uploaded']    = 'Ձեր ֆայլը հաջողությամբ վերբեռնված է';
$_['text_directory']   = 'ֆայլերի քարտացուցակը հաջողությամբ ստեղծված է։';
$_['text_delete']      = 'Ձեր ֆայլերի քարտացուցակը հաջողությամբ հեռացված է։';

// Entry
$_['entry_search']     = 'Որոնում․․․';
$_['entry_folder']     = 'Թղթապանակի նավանում';

// Error
$_['error_permission'] = 'Ուշադրություն․ թույլտվությունը մերժված է։';
$_['error_filename']   = 'Ուշադրություն․ ֆայլի անվանումը պետք է պարունակի 3-ից 255 նիշ։';
$_['error_folder']     = 'Ուշադրություն․ թղթապանակի նվանումը պետք է պարունակի 3-ից 255 նիշ։';
$_['error_exists']     = 'Ուշադրություն․ նույն անվանումով ֆայլ կամ ֆայլերի քարտացուցակ արդեն գոյություն ունի։';
$_['error_directory']  = 'Ուշադրություն․ ֆայլերի քարտացուցակ գոյություն չունի։';
$_['error_filesize']   = 'Ուշադրություն․ ֆայլի սխալ չափս։';
$_['error_filetype']   = 'Ուշադրություն․ ֆայլի սխալ տեսակ։';
$_['error_upload']     = 'Ուշադրություն․ Ֆայլը անհնար է վերբեռնել անհայտ պատճառով:';
$_['error_delete']     = 'Ուշադրություն․ Դուք չեք կարող հեռացնել այս ֆայլերի քարտացուցակը։';