<?php
// Heading
$_['heading_title']   = 'Մոռացե՞լ եք գաղտնաբառը';

// Text
$_['text_forgotten']  = 'Մոռացված գաղտնաբառ';
$_['text_your_email'] = 'Ձեր էլեկտրոնային հասցեն';
$_['text_email']      = 'Մուտքագրեք էլեկտրոնային հասցեն, որը կապված է հածի հետ։ Սեղմեք ընդունել, որպեսզի գաղտնաբառի վերականգնման հղումը  ուղարկվի ՁԵզ։';
$_['text_success']    = 'Հաստատման հղումով էլեկտրոնային նամակ է ուղարկվել էլեկտրոնային Փոստի հասցեն:';

// Entry
$_['entry_email']     = 'էլեկտրոնային հասցե';
$_['entry_password']  = 'Նոր գաղտնաբառ';
$_['entry_confirm']   = 'Հաստատել';

// Error
$_['error_email']     = 'Ուշադրություն․ Էլեկտրոնային փոստի հասցեն չի գտնվել մեր գրառումներում: Խնդրում ենք կրկին փորձել:';
$_['error_password']  = 'Գաղտնաբառը պետք է պարունակի 4-ից 20 նիշ։';
$_['error_confirm']   = 'Գաղտնաբառը և գաղտնաբառի հաստատումը չեն համընկնում։';