<?php
// Heading
$_['heading_title']         = 'Հաշիվ';

// Text
$_['text_success']          = 'Դուք հաջողությամբ փոփոխել եք ձեր հաշիվը։';
$_['text_edit']             = 'Փոփոխել հաշիվը։';

// Column
$_['column_username']       = 'Օգտատեր';
$_['column_status']         = 'կարգավիճակ';
$_['column_date_added']     = 'Ավելացման ամսաթիվ';
$_['column_action']         = 'Գործողություն';

// Entry
$_['entry_username']        = 'Օգտատեր';
$_['entry_password']        = 'Գաղտնաբառ';
$_['entry_confirm']         = 'Հաստատել';
$_['entry_firstname']       = 'Անուն';
$_['entry_lastname']        = 'Ազգանուն';
$_['entry_email']           = 'Էլեկտրոնային հասցե';
$_['entry_image']           = 'լուսանկար';

// Error
$_['error_permission']      = 'Ուշադրություն․ Դուք չունեք հաշիվը փոփոխելու թույլտվություն։';
$_['error_exists_username'] = 'Ուշադրություն․ այս անունով Օգտատեր արդեն կա գրանցված։';
$_['error_username']        = 'Օգտատիրոջ անունը պետք է պարունակի 3-ից 20 նիշ։';
$_['error_password']        = 'Գաղտնաբառը պետք է պարունակի 4-ից 20 characters!';
$_['error_confirm']         = 'Գաղտնաբառը և գաղտաբառի հաստատումը չեն համընկնում։';
$_['error_firstname']       = 'Անունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_lastname']        = 'Ազգանունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_email']           = 'Էլեկտրոնային հասցեն վավեր չէ';
$_['error_exists_email']    = 'Ուշադրություն․ Էլեկտրոնային հասցեն արդեն գրանցված է։';