<?php
// Heading
$_['heading_title']    = 'Անվտանգության կարևոր ծանուցում';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք պահոցը:';
$_['text_admin']       = 'Խմբագրել admin / config.php և փոփոխել';
$_['text_security']    = 'Շատ կարևոր է, որ պահեստացուցակը տեղափոխեք վեբ գրացուցակից դուրս։';
$_['text_choose']      = 'Ընտրեք թե ինչպես եք ցանկանում տեղափոխել պահեստացուցակը։';
$_['text_automatic']   = 'Ավտոմատ տեղափոխում';
$_['text_manual']      = 'Ձեռքով տեղափոխել';
$_['text_move']        = 'Տեղափոխել';
$_['text_to']          = 'դեպի';
$_['text_config']      = 'Խմբագրելconfig.php և փոփոխել';
$_['text_admin']       = 'Խմբագրել admin / config.php և փոփոխել';

// Button
$_['button_move']      = 'Տեղափոխել';
$_['button_manual']    = 'Ձեռքով';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք պահոցը փոփոխելու թույլտվություն։';
$_['error_path']       = 'Ուշադրություն․ անվավեր ուղի';
$_['error_directory']  = 'Ուշադրություն․ անվավեր ֆայլերի քարտացուցակ։';
$_['error_exists']     = 'Ուշադրություն․ նմանատիպ ֆայլերի քարտացուցակ արդեն գոյություն ունի։';
$_['error_writable']   = 'Ուշադրություն․ config.php և admin/config.php պետք է հասանելի լինեն գրառման համար։';
