<?php
// Heading
$_['heading_title']           = 'Ապրանքի հղում';
$_['text_openbay']			  = 'OpenBay Pro';
$_['text_ebay']				  = 'eBay';

// Buttons
$_['button_resync']           = 'Վերասինխրոնիզացիա';
$_['button_check_unlinked']   = 'Ստուգել չկցված ապրանքները';
$_['button_remove_link']      = 'Հեռացնել հղումը';

// Errors
$_['error_ajax_load']         = 'Ներեցեք, չեք կարող պատասխան ստանալ: Փորձեք ավելի ուշ:';
$_['error_validation']        = 'Դուք պետք է գրանցեք API նշումի համար և ակտիվացնեք մոդուլը։';
$_['error_no_listings']       = 'Կցված ապրանքներ չեն գտնվել';
$_['error_link_value']        = 'Ապրանքի հղումը արժեք չունի';
$_['error_link_no_stock']     = 'Պահեստում ոչ առկա ապրանքի համար հղում հնարավոր չէ ստեղծել։ Ձեռքով միացրեք eBay-ին։';
$_['error_subtract_setting']  = 'Այս ապրանքը սահմանված է այնպես, որ OpenCart-ի պահեստներից դուրսգրում չկատարվի։';

// Text
$_['text_linked_items']       = 'Կցված ապրանքներ';
$_['text_unlinked_items']     = 'Չկցված ապրանքներ';
$_['text_alert_stock_local']  = 'Տեղական պահեստների հիման վրա eBay ցուցակագրման թարմացում։';
$_['text_link_desc1']         = 'Ապրանքների կցումը կթույլատրի  eBay ցուցակագրումների պահեստի վերահսկողությունը։';
$_['text_link_desc2']         = 'Յուրաքանչյուր ապրանք, որը թարմացվում է, տեղական պահեստում (ձեր OpenCart խանութում առկա պաշարները) կթարմացնեն ձեր eBay ցուցակում։';
$_['text_link_desc3']         = 'Ձեր տեղական պահեստը,այն պահեստն է, որից կարող եք վաճառք կատարել։ Ձեր eBay պահեստի մակարդակը պետք է համապատասխանի դրան:';
$_['text_link_desc4']         = 'Ձեր հատկացված պահեստում այն ապրանքներն են, որոնք վաճառվել են, բայց դեռ չեն վճարվել դրա համար: Այս ապրանքները չեն հաշվարկվում  ձեր պահեստի հասանելի մակարդակներում:';
$_['text_text_linked_desc']   = 'Կապակցված ապրանքները OpenCart- ի ապրանքներն են, որոնք հղում ունեն eBay ցուցակին:';
$_['text_text_unlinked_desc'] = 'Չկապված ապրանքները ձեր eBay հաշվի ցուցակներն են, որոնք չեն կապվում ձեր OpenCart- ի որևէ ապրանքի հետ։';
$_['text_text_unlinked_info'] = 'Սեղմեք չկապված ապրանքների կոճակը՝ ձեր ակտիվ eBay  չկապված ապրանքների ցուցակների որոնման համար: Սա կարող է երկար ժամանակ տևել, եթե eBay- ի բազմաթիվ ցուցակներ ունեք:';
$_['text_text_loading_items'] = 'Բեռնել ապրանքներ';
$_['text_failed']       	  = 'Բեռնումը չի հաջողվել';
$_['text_limit_reached']      = 'Դուք գերազանցել եք մի հարցման ստուգման համար նախատեսված քանակը։ Սեղմեք կոճակը՝ որոնումը շարունակելու համար։';
$_['text_stock_error']        = 'Պահեստի սխալ';
$_['text_listing_ended']      = 'Կցումը ավարտված է';
$_['text_filter']             = 'Զտել արդյունքները';
$_['text_filter_title']       = 'վերնագիր';
$_['text_filter_range']       = 'Պահեստ';
$_['text_filter_range_from']  = 'Նվազագույն';
$_['text_filter_range_to']    = 'Առավելագույն';
$_['text_filter_var']         = 'Ներառել տարբերակները';

// Tables
$_['column_action']           = 'Գործողություն';
$_['column_status']           = 'Կարգավիճակ';
$_['column_variants']         = 'Տարբերակներ';
$_['column_item_id']          = 'eBay ապրանքի ID';
$_['column_product']          = 'Ապրանք';
$_['column_product_auto']     = 'Ապրանքի անվանում (ավտոլրացում)';
$_['column_listing_title']    = 'eBay կցման վերնագիր';
$_['column_allocated']        = 'Հատկացված պահեստ';
$_['column_ebay_stock']       = 'eBay պահեստ';
$_['column_stock_available']  = 'Խանութի պահեստ';
$_['column_stock_reserve']    = 'Ամրագրման մակարդակ';