<?php
// Heading
$_['heading_title'] = 'Սինխրոնիզացնել';
$_['text_openbay'] = 'OpenBay Pro';
$_['text_ebay'] = 'eBay';

// Buttons
$_['button_update'] = 'Թարմացնել';

// Entry
$_['entry_sync_categories'] = 'Ստանալ eBay կատեգորիաներ';
$_['entry_sync_shop'] = 'Ստանալ խանութի կատեգորիաներ';
$_['entry_sync_setting'] = 'Ստանալ կարգավորումներ';

// Text
$_['text_complete'] = 'Ավարտել';

$_['text_sync_desc'] = 'Սինխրոնիզացրեք Ձեր խանութը eBay-ի վերջին առաքման եւ կատեգորիաների հասանելի տարբերակներով, այս տվյալները կօգտագործվեն eBayով ցուցակագրման ժամանակ։ Կատեգորիաների ներմուծում Ձեր խանութից չի կատարվի։';
$_['text_ebay_categories'] = 'Սա կարող է մի որոշ ժամանակ տեւել, սպասել 5 րոպե՝ նախքան այլ գործղություն կատարելը:';
$_['text_category_import'] = 'eBay խանութի կատեգորիաները ներմուծվել են։';
$_['text_setting_import'] = 'Ձեր կարգավորումները ներմուծվել են։';
$_['text_sync'] = 'Թարմացնել կարգավորումները eBayից։';

// Help
$_['help_sync_categories'] = 'Ձեր խանութ կատեգորիաներ չեն ներմուծվել։';
$_['help_sync_shop'] = 'Ձեր խանութ կատեգորիաներ չեն ներմուծվել։';
$_['help_sync_setting'] = 'Ներմուծում է վճարման մատչելի տեսակներ, առաքում, վայրեր եւ այլն:';

// Errors
$_['error_settings'] = 'Կարգավորումները բեռնելիս սխալ է տեղի ունեցել։';
$_['error_failed'] = 'Բեռնումը ձախողվել է։';