<?php
// Heading
$_['heading_title']              = 'Ապրանքի ներմուծում';
$_['text_openbay']               = 'OpenBay Pro';
$_['text_ebay']                  = 'eBay';

// Text
$_['text_sync_import_line1']     = '<strong>Caution!</strong> Սա ներմուծում է ձեր eBay- ի բոլոր ապրանքատեսակները կառուցում կատեգորիայի կարգ ձեր խանութում: Խորհուրդ է տրվում, որ այս տարբերակը գործարկելուց առաջ հեռացնեկլ բոլոր կատեգորիաները և ապրանքները: <br />Կատեգորիայի կառուցվածքը eBay- ի սովորական կատեգորիաներից է, այլ ոչ թե ձեր խանութների կատեգորիաներից (եթե ունեք eBay խանութ): Կարող եք վերանվանել, հեռացնել և խմբագրել ներմուծված կատեգորիաները ՝ առանց ձեր eBay արտադրանքի վրա փոփոխություններ կատարելու:';
$_['text_sync_import_line3']     = 'Դուք պետք է ապահովեք, որ ձեր սերվերը կարողանա ընդունել և մշակել մեծ POST տվյալների չափեր: 1000 eBay իրեր մոտ 40 Մբ չափի են, Եթե ձեր հարցումը ձախողվի, ապա հավանական է, որ ձեր կարգավորումը շատ փոքր է: Ձեր PHP հիշողության սահմանը պետք է լինի մոտ 128 Մբ:';
$_['text_sync_server_size']      = 'Ձեր սերվերը այս պահին կարող է ընդունել ';
$_['text_sync_memory_size']      = 'Ձեր PHP հիշողության սահման ';
$_['text_import_confirm']		 = 'Սա ներմուծելու է ձեր eBay- ի բոլոր իրերը որպես նոր ապրանք, համոզվա՞ծ եք: Սա ՉԻ ԿԱՐՈՂ չեղարկվել: Վստահ եղեք, որ նախօրոք կրկնօրինակում ունեք:';
$_['text_import_notify']		 = 'Ներմուծման ձեր հայցն ուղարկվել է վերամշակման: 1000 ապրանքների համար ներմուծումը տևում է մոտ 1 ժամ:';
$_['text_import_images_msg1']    = 'նկարները սպասում են eBay- ի կողմից ներմուծման / պատճենի: Թարմացրեք այս էջը, եթե այդ թիվը չի նվազում։';
$_['text_import_images_msg2']    = 'սեղմել այստեղ';
$_['text_import_images_msg3']    = 'և սպասեք։ Լրացուցիչ տեղեկություններ, թե ինչու է դա տեղի ունեցել, կարող եք գտնել այստեղ <a href="http://shop.openbaypro.com/index.php?route=information/faq&topic=8_45" target="_blank">here</a>';

// Entry
$_['entry_import_item_advanced'] = 'Ստացեք նախնական տվյալներ';
$_['entry_import_categories']    = 'Ներմուծել կատեգորիաները';
$_['entry_import_description']	 = 'Ներմուծել ապրանքի նկարագրությունները';
$_['entry_import']				 = 'Ներմուծել eBay ապրանքներ';

// Buttons
$_['button_import']				 = 'Ներմուծել';
$_['button_complete']			 = 'Ավարտել';

// Help
$_['help_import_item_advanced']  = '10 անգամ երկար կտևի ապրանքների ներմուծումը։ ներմուծել կշիռները, չափսերը, ISBN ևն';
$_['help_import_categories']     = 'Ձեր խանութում ստեղծում է կատեգորիայի կառուցվածք eBay կատեգորիաներից';
$_['help_import_description']    = 'Տվյալների ներմուծում HTML, այցելությունների հաշվարկիչ ևն';

// Error
$_['error_import']               = 'Բեռնման ձախողում';
$_['error_maintenance']			 = 'Ձեր խանութը սպասարկման ռեժիմում է: Ներմուծումը կձախողվի։';
$_['error_ajax_load']			 = 'Սերվերի միացման ձախողում';
$_['error_validation']			 = 'Դուք պետք է գրանցվեք API նշումի համար և ակտիվացնեք մոդուլը։';