<?php
// Heading
$_['heading_title'] = 'Շուկայի կարգավորումներ';
$_['text_openbay'] = 'OpenBay Pro';
$_['text_ebay'] = 'eBay';

// Text
$_['text_developer'] = 'Աջակցություն';
$_['text_app_settings'] = 'Հավելվածի կարգավորումներ';
$_['text_default_import'] = 'ներմուծման հիմնական կարգավորումներ';
$_['text_payments'] = 'Վճարումներ';
$_['text_notify_settings'] = 'Ծանուցումների կարգավորումներ';
$_['text_listing'] = 'Ցուցակագրումների հիմնական կարգավորումներ';
$_['text_token_renew'] = 'Վերաթողարկել eBay նշումը';
$_['text_application_settings'] = 'Ձեր հավելվածի կարգավորումները թույլ են տալիս կարգաբերել OpenBay Pro- ի գործելու եւ ինտեգրվելու ձեր համակարգը:';
$_['text_import_description'] = 'Անհատականացրեք պատվերի կարգավիճակը տարբեր փուլերում: Դուք չեք կարող օգտագործել կարգավիճակ eBay պատվերի, որն առկա չէ այս ցուցակում:';
$_['text_payments_description'] = 'Նախապես լրացրեք վճարումների ընտրանքները նոր ցուցակների համար, եւ այլեւս կարիք չի լինի մուտքագրելու դրանք ձեր ստեղծած յուրաքանչյուր նոր ցուցակի համար:';
$_['text_allocate_1'] = 'Երբ հաճախորդը գնում է';
$_['text_allocate_2'] = 'Երբ հաճախորդը պետք է վճարում կատարի';
$_['text_developer_description'] = 'Դուք չպետք է օգտագործեք այս տարածքը, քանի դեռ դա հրահանգված չէ';
$_['text_payment_paypal'] = 'PayPal ընդունված է';
$_['text_payment_paypal_add'] = 'PayPal էլեկտրոնային հասցե';
$_['text_payment_cheque'] = 'ստացողը ընդունված է';
$_['text_payment_card'] = 'Քարտերը ընդունված են';
$_['text_payment_desc'] = 'Տեսնել նկարագրությունը';
$_['text_tax_use_listing'] = 'Օգտագործեք հարկի դրույքաչափը, որը սահմանված է eBay ցուցակագրման մեջ';
$_['text_tax_use_value'] = 'Օգտագործեք ամեն ինչի համար սահմանված արժեքը';
$_['text_tax_use_product'] = 'Հաշվարկեք հարկը `հիմնվելով գնորդի երկրի եւ արտադրանքի հարկի խմբի վրա';
$_['text_notifications'] = 'Վերահսկեք, երբ հաճախորդները հավելվածից ծանուցում են ստանում: Թարմացնել էլ.փոստը գործառույթի միացումը կարող է բարելավել ձեր DSR վարկանիշները, քանի որ օգտվողը կստանա թարմացումներ իր պատվերի վերաբերյալ:';
$_['text_listing_1day'] = '1 օր';
$_['text_listing_3day'] = '3 օր';
$_['text_listing_5day'] = '5 օր';
$_['text_listing_7day'] = '7 օր';
$_['text_listing_10day'] = '10 օր';
$_['text_listing_30day'] = '30 օր';
$_['text_listing_gtc'] = 'GTC- մինչեւ չեղարկումը';
$_['text_api_status'] = 'API կապի կարգավիճակ';
$_['text_api_ok'] = 'կապ OK, նշման ժամկետը ավարտվում է';
$_['text_api_failed'] = 'Վավերացումը ձախողվեց';
$_['text_api_other'] = 'Այլ գործողություններ';
$_['text_create_date_0'] = 'Երբ ավելացվում է OpenCart';
$_['text_create_date_1'] = 'Երբ ստեղծվում է eBay-ում';
$_['text_obp_detail_update'] = 'Թարմացրեք Ձեր խանութի URL &amp; կոնտակտային էլեկտրոնային հասցե';
$_['text_success'] = 'Ձեր կարգավորումները պահպանվել են։';
$_['text_edit'] = 'Փոփոխել eBay կարգավորումները';
$_['text_checking_details'] = 'Տվյալների ստուգում';
$_['text_register_banner'] = 'Սեղմել այստեղ, եթե անհրաժեշտ է գրանցել հաշիվ։';

// Entry
$_['entry_status'] = 'Կարգավիճակ';
$_['entry_token'] = 'API նշում';
$_['entry_secret'] = 'Գաղտնիք';
$_['entry_encryption_key'] = 'Գաղատնագրի բանալի 1';
$_['entry_encryption_iv'] = 'Գաղատնագրի բանալի 2';
$_['entry_end_items'] = 'ավարտե՞լ ապրանքները';
$_['entry_relist_items'] = 'Վերացուցակագրե՞լ, երբ ապրանքը կրկին պահեստում է';
$_['entry_disable_soldout'] = 'Ապաակտիվացնե՞լ ապրանքը, երբ այն պահեստում առկա չէ։';
$_['entry_debug'] = 'Ակտիվացնել մուտքը';
$_['entry_currency'] = 'Հիմնական արժույթ';
$_['entry_stock_allocate'] = 'Կազմավորել պահեստը';
$_['entry_created_hours'] = 'Նոր ապրանքի տարիքային սահմանափակում';
$_['entry_developer_locks'] = 'Հեռացնե՞լ հին արգելապակումները';
$_['entry_payment_instruction'] = 'Վճարման ցուցումներ';
$_['entry_payment_immediate'] = 'Վճարումը անմիջապես պարտադիր է';
$_['entry_payment_types'] = 'Վճարման տեսակներ';
$_['entry_duration'] = 'Ցուցակագրման հիմնական տեւողություն';
$_['entry_measurement'] = 'Չափման համակարգ';
$_['entry_address_format'] = 'Հիմնական հասցեի ձեւաչափ';
$_['entry_timezone_offset'] = 'Ժամանակի գոտու փոփոխություն';
$_['entry_tax_listing'] = 'Ապրանքի հարկ';
$_['entry_tax'] = ' % հարկ՝ յուրաքանչյուրի համար';
$_['entry_create_date'] = 'Նոր պատվերների ստեղծման ամսաթիվ';
$_['entry_notify_order_update'] = 'Պատվերի թարմացումներ';
$_['entry_notify_buyer'] = 'Նոր պատվեր -գնորդ';
$_['entry_notify_admin'] = 'նոր պատվերի - ադմինիստրացիա';
$_['entry_import_pending'] = 'Ներմուծել չվճարված պատվերները';
$_['entry_import_def_id'] = 'Հիմնական կարգավիճակի ներմուծում';
$_['entry_import_paid_id'] = 'Վճարված կարգավիճակ';
$_['entry_import_shipped_id'] = 'առաքման կարգավիճակ';
$_['entry_import_cancelled_id'] = 'չեղարկման կարգավիճակ';
$_['entry_import_refund_id'] = 'Վերադարձի կարգավիճակ';
$_['entry_import_part_refund_id'] = 'Մասնակի վերադարձի կարգավիճակ';

// Tabs
$_['tab_api_info'] = 'API տվյալներ';
$_['tab_setup'] = 'Կարգավորումներ';
$_['tab_defaults'] = 'Ցուցակագրման հիմնական կարգավորումներ';

// Help
$_['help_disable_soldout'] = 'Երբ ապրանքը վաճառում է այն, ապա ապաակտվացնում է ապրանքը OpenCart- ում';
$_['help_relist_items'] = 'Եթե իրերի հղումը նախկինում գոյություն ուներ, ապա այն կվերաբերվի նախորդ ապրանքին, եթե այն պահեստում է';
$_['help_end_items'] = 'Եթե ապրանքները վաճառվում են, արդյո՞ք պետք է ցուցակագրումն ավարտվի eBay- ում:';
$_['help_currency'] = 'Կախված Ձեր խանութի արժույթից։';
$_['help_created_hours'] = 'Պատվերները նոր են, երբ այս սահմանաչափը փոքր է (ժամերով): Հիմնականը 72 ժամ։';
$_['help_stock_allocate'] = 'Ե՞րբ պետք է պահեստը առանձն լինի խանութից:';
$_['help_payment_instruction'] = 'Եղեք որքան հնարավոր է նկարագրական: Պահանջո՞ւմ եք վճարում որոշակի ժամանակահատվածում: Առաջարկու՞մ եք քարտով վճարել: Հատուկ վճարման պայմաններ ունե՞ք:';
$_['help_payment_immediate'] = 'Անմիջապես վճարումը կանգնեցնում է չվճարված գնորդներին, քանի որ ապրանքը չի վաճառվում, մինչեւ նրանք վճարեն:';
$_['help_listing_tax'] = 'Եթե դուք օգտագործում եք ցուցակից ստացված տոկոսադրույքը, ապա համոզվեք, որ ձեր ապրանքները ճիշտ հարկ ունեն eBay- ում';
$_['help_tax'] = 'Օգտագործվում է ապրանքների ներմուծման կամ պատվերի ժամանակ։';
$_['help_duration'] = 'GTC հասանելի է, եթե ունեք eBay խանութ։';
$_['help_address_format'] = 'Օգտագործվում է միայն այն դեպքում, եթե երկիրն արդեն չունի հասցեների ձեւաչափի կարգավորում:';
$_['help_create_date'] = 'Ընտրեք, թե որ ստեղծած ժամանակը կհայտնվի պատվերի հետ՝ ներմուծման ժամանակ։';
$_['help_timezone_offset'] = 'Կախված է ժամերից։ 0 GMT ժամային գոտի է։ Աշխատում թ, երբ eBay ժամանակը օգտագործվում է պատվերի ստեղծման համար։';
$_['help_notify_admin'] = 'Տեղեկացրեք ադմինիստրտորին նոր պատվերի հիմնական էլեկտրոնային հասցեի մասին։';
$_['help_notify_order_update'] = 'Սա ավտոմատացված թարմացումների համար է, օրինակ, եթե eBay- ում պատվեր եք թարմացնում, եւ նոր կարգավիճակը թարմացվում է ձեր խանութում ինքնաբերաբար։';
$_['help_notify_buyer'] = 'Տեղեկացրեք ադմինիստրտորին նոր պատվերի հիմնական էլեկտրոնային հասցեի մասին։';
$_['help_measurement'] = 'Ընտրեք չափման համակարգը, որը ցանակնում եք օգտագործել ցուցակագրումների համար։';

// Buttons
$_['button_update'] = 'Թարմացնել';
$_['button_repair_links'] = 'Վերականգնել ապրանքների կցումները';

// Error
$_['error_api_connect'] = ' API-ին միացման ձախողում։';