<?php
// Headings
$_['heading_title']        	   = 'Կարգավորումներ';
$_['text_openbay']             = 'OpenBay Pro';
$_['text_fba']                 = 'Վճարում Amazon-ով';

// Text
$_['text_success']     		   = 'Ձեր կարգավորումները պահպանվել են';
$_['text_status']         	   = 'Կարգավիճակ';
$_['text_account_ok']  		   = 'Կապը Amazon-ով վճարման հետ OK';
$_['text_api_ok']       	   = 'API կապը OK';
$_['text_api_status']          = 'API կապ';
$_['text_edit']           	   = 'Փոփոխել Վճարում Amazon-ով կարգավորումները';
$_['text_standard']            = 'Ստանդարտ';
$_['text_expedited']           = 'Արագացված';
$_['text_priority']            = 'Առաջնային';
$_['text_fillorkill']          = 'Լրացնել կամ սպանել';
$_['text_fillall']             = 'Լրացնել բոլորը';
$_['text_fillallavailable']    = 'Լրացնել բոլոր հասանելիները';
$_['text_prefix_warning']      = 'Մի փոխեք այս կարգավորումները,եթե պատվերները ուղարկվել են Amazon- ին, կարգավորեք այն, երբ առաջին անգամ տեղադրեք:';
$_['text_disabled_cancel']     = 'Ապաակտիվացված - ավտոմատ կերպով մի չեղարկեք վճարումները';
$_['text_validate_success']    = 'Ձեր API տվյալները աշխատում են պատշաճ։ Սեղմեք պահպանել, համոզվելու համար որ կարգավորումները պահպանվել են։';
$_['text_register_banner']     = 'Սեղմեք այստեղ, եթե անհրաժեշտ է գրանցել նոր հաշիվ։';

// Entry
$_['entry_api_key']            = 'API նշում';
$_['entry_encryption_key']     = 'Գաղտնագրման բանալի 1';
$_['entry_encryption_iv']      = 'Գաղտնագրման բանալի 2';
$_['entry_account_id']         = 'Հաշվի ID';
$_['entry_send_orders']        = 'Ավտոմատ ուղարկել պատվերները';
$_['entry_fulfill_policy']     = 'Վճարման քաղաքականություն';
$_['entry_shipping_speed']     = 'Առաքման հիմնական արագություն';
$_['entry_debug_log']          = 'Միացնել կարգավորման գրանցումը';
$_['entry_new_order_status']   = 'Վճարման նոր թրիգգեր';
$_['entry_order_id_prefix']    = 'Պատվիրել ID նախաբան';
$_['entry_only_fill_complete'] = 'Բոլոր ապրանքները պետք է լինեն FBA';

// Help
$_['help_api_key']             = 'Սա Ձեր API նշումն է,  ստացեք սա ձեր OpenBay Pro հաշվի դաշտից։';
$_['help_encryption_key']      = 'Սա Ձեր Գաղտնագրման բանալի #1 է, ստացեք սա ձեր OpenBay Pro հաշվի դաշտից։';
$_['help_encryption_iv']       = 'Սա Ձեր Գաղտնագրման բանալի #2 է, ստացեք սա ձեր OpenBay Pro հաշվի դաշտից։';
$_['help_account_id']          = 'Սա հաշվի ID-ն է, որը համընկնում է գրանցված Amazon հաշվին OpenBay Pro-ի համար նախատեսված, oստացեք սա ձեր OpenBay Pro հաշվի դաշտից։';
$_['help_send_orders']  	   = 'Amazon- ի արտադրանքների համապատասխանեցրած վճարում կատարող պատվերները ավտոմատ կերպով կուղարկվեն Amazon';
$_['help_fulfill_policy']  	   = 'Կատարման կարգի լռելյայն քաղաքականություն (FillAll - Կատարման կարգի բոլոր պատվերները առաքվում են: Կատարման կարգը մնում է վերամշակման վիճակում, քանի դեռ բոլոր ապրանքները կամ առաքվում են Amazon- ի կողմից կամ չեղարկվում են վաճառողի կողմից: FillAllAvailable - Վճարման կարգում գտնվող բոլոր ապրանքները առաքվում են: Բոլոր չվճարված պատվերները չեղյալ են հայտարարվում Amazon-ի կողմից։ FillOrKill - Եթե պատվերի մեջ, որևիցե պատվեր չի չի կարող իրականացվել, ապա այն տեղափոխվում է սպասման ռեժիմ, և ամբողջ պատվերը համարվում է չկատարված։Այնուամենայնիվ, եթե կատարման մեջ գտնվող որևէ ապրանք որոշվում է, որ պատվերի առաքումից հետո անթույլատրելի է տեղափոխել սպասման կարգավիճակի, Amazon- ը դադարեցնում է կատարման կարգը:) ';
$_['help_shipping_speed']  	   = 'Սա բեռնափոխադրման արագության հիմնական կատեգորիա է` նոր պատվերների համար կիրառելու համար, ծառայության տարբեր մակարդակները կարող են առաջարկել տարբեր արժեքներ։';
$_['help_debug_log']  		   = ' Կարգավիճակի տեղեկամատյանները գրանցում են տեղեկությունները ֆայլի վերաբերյալ, որը կատարում է մոդուլը: Սա պետք է միացվի, որպեսզի օգնի գտնել որևէ խնդիրների պատճառ: Սա պետք է միացվի, որպեսզի օգնի գտնել որևէ խնդիրների պատճառ:';
$_['help_new_order_status']    = 'Սա պատվերի կարգավիճակն է, որը կխթանի կատարման համար ստեղծվելիք կարգը: Համոզվեք, որ սա կարգավիճակը օգտագործում միայն վճարում ստանալուց հետո:';
$_['help_order_id_prefix']     = 'Ունենալով պատվերի նախաբան, Դուք կնույնականացնեք այն պատվերները, որոնք գալիս են ձեր խանութից, ոչ թե այլ ինտեգրացիաներից։Սա օգտակար կլինի վաճառողներին, վաճաք կատարել շատ շուկաներում և օգտագործել FBA։';
$_['help_only_fill_complete']  = 'Սա միայն թույլ կտա պատվերներ ուղարկել կատարման համար, եթե պատվերի բոլոր ապրանքները համապատասխանեն Amazon- ի իրագործմանը: Եթե որևէ ապրանք չկա, ապա ամբողջ պատվերը կմնա անավարտ:';

// Error
$_['error_api_connect']        = ' API-ի հետ կապի ձախողում';
$_['error_account_info']       = 'Անհնար է հաստատել API կապը  Amazon վճարումով';
$_['error_api_key']    		   = 'API նշումը անվավեր է';
$_['error_api_account_id']     = 'Հաշվի ID անվավեր է';
$_['error_encryption_key']     = 'Գաղտնագրման բանալի #1 անվավեր է';
$_['error_encryption_iv']      = 'Գաղտնագրման բանալի #2 անվավեր է';
$_['error_validation']    	   = 'Ձեր տվյալները վավերացնելու սխալ տեղի ունեցավ';

// Tabs
$_['tab_api_info']             = 'API տվյալներ';

// Buttons
$_['button_verify']            = 'Վավերացնել տվյալները';
