<?php
// Text
$_['text_subject']        = '%s - Աֆիլիատ ծրագիր';
$_['text_welcome']        = 'Շնորհակալություն %s Աֆիլիատ ծրագրին միանալու համար։';
$_['text_login']          = 'Ձեր հաշիվն արդեն ստեղծվել է, և Դուք կարող եք մուտք գործել օգտագործելով ձեր էլեկտրոնային փոստի հասցեն և գաղտնաբառը՝ այցելելով մեր կայք կամ հետևյալ URL- ում.';
$_['text_approval']       = 'Ձեր հաշիվը պետք է հաստատվի նախքան մուտք գործելը: Հաստատվելուց հետո դուք կարող եք մուտք գործել օգտագործելով ձեր էլեկտրոնային փոստի հասցեն և գաղտնաբառը՝ այցելելով մեր կայք կամ հետևյալ URL- ում.';
$_['text_service']        = 'Մուտք գործելուց հետո դուք կկարողանաք ստեղծել հետևելու կոդեր, հետևել հանձնաժողովների վճարումներին և խմբագրել Ձեր հաշվի ինֆորմացիան:';
$_['text_thanks']         = 'Շնորհակալություն';
$_['text_new_affiliate']  = 'Նոր աֆիլիատ';
$_['text_signup']         = 'Նոր աֆիլիատի մուտք';
$_['text_website']        = 'Վեբ կայք․';
$_['text_customer_group'] = 'Հաճախորդների խումբ';
$_['text_firstname']      = 'Անուն';
$_['text_lastname']       = 'Ազգանուն';
$_['text_company']        = 'Ընկերություն';
$_['text_email']          = 'էլեկտրոնային հասցե';
$_['text_telephone']      = 'Հեռախոսահամար';