<?php
// Text
$_['text_subject']          = '%s - Պատվեր %s';
$_['text_greeting']         = 'Շնորհակալություն այս %s ապրանքների նկատմամբ ՁԵր ուշադրության համար։ Ձեր պատվերի հարցումը ուղարկվել է և կմշակվի, վ-արումը հաստատելուց հետո։';
$_['text_link']             = 'Պատվերը դիտելու համար անցեք այս հղումով․';
$_['text_order_detail']     = 'Պատվերի տվյալներ';
$_['text_instruction']      = 'Ցուցումներ';
$_['text_order_id']         = 'Պատվերի ID:';
$_['text_date_added']       = 'Ավելացման ամսաթիվ';
$_['text_order_status']     = 'Պատվերի կարգավիճակ';
$_['text_payment_method']   = 'Վճարման մեթոդ';
$_['text_shipping_method']  = 'Առաքաման մեթոդ';
$_['text_email']            = 'Էլեկտրոնային հասցե';
$_['text_telephone']        = 'Հեռախոսահամար';
$_['text_ip']               = 'IP հասցե';
$_['text_payment_address']  = 'Վճարման հասցե';
$_['text_shipping_address'] = 'Առաքման հասցե';
$_['text_products']         = 'Ապրանքներ';
$_['text_product']          = 'Ապրանք';
$_['text_model']            = 'Տեսակ';
$_['text_quantity']         = 'Քանակ';
$_['text_price']            = 'Արժեք';
$_['text_order_total']      = 'Ամբողջական պատվեր';
$_['text_total']            = 'Ընդհանուր';
$_['text_download']         = 'Ձեր վճարումը հաստատվելուց հետո կարող եք անցնել ստորև տրված հղումով Ձեր ներբեռնվող ապրանքներին մուտք ունենալու համար։';
$_['text_comment']          = 'Ձեր պատվերի մեկնաբանություններին են';
$_['text_footer']           = 'Հարցերի դեպքում կարող եք հաղորդագրություն ուղարկել այս Էլեկտրոնային հասցեին։';