<?php
// Text
$_['text_subject']        = '%s - Շնորհակալություն գրանցվելու համար';
$_['text_welcome']        = 'Բարի գալուստ և շնորհակալություն  %s գրանցվելու համար։';
$_['text_login']          = 'Ձեր հաշիվն արդեն ստեղծվել է, և Դուք կարող եք մուտք գործել օգտագործելով ձեր էլեկտրոնային փոստի հասցեն և գաղտնաբառը՝ այցելելով մեր կայք կամ հետևյալ URL- ում.';
$_['text_approval']       = 'Ձեր հաշիվը պետք է հաստատվի նախքան մուտք գործելը: Հաստատվելուց հետո դուք կարող եք մուտք գործել օգտագործելով ձեր էլեկտրոնային փոստի հասցեն և գաղտնաբառը՝ այցելելով մեր կայք կամ հետևյալ URL- ում.';
$_['text_service']        = 'Մուտք գործելուց հետո դուք կկարողանաք օգտվել հետևյալ ծառայություններից՝ նախկինում կատարված պատվերների վերանայում, հաշիվ-ապրանքագրերի տպագրություն, և ձեր հաշվի ինֆորմացիայի խմբագրում:';
$_['text_thanks']         = 'Շնորհակալություն,';
$_['text_new_customer']   = 'Նոր հաճախորդ';
$_['text_signup']         = 'Նոր հաճախորդ է գրանցվել';
$_['text_customer_group'] = 'Հաճախորդների խումբ';
$_['text_firstname']      = 'Անուն';
$_['text_lastname']       = 'Ազգանուն';
$_['text_email']          = 'էլեկտրոնային հասցե';
$_['text_telephone']      = 'Հեռախոսահամար';