<?php
// Text
$_['text_subject']  = 'Դուք ստացել եք նվեր սերտիֆիկատ %s';
$_['text_greeting'] = 'Շնորհավորում ենք, Դուք ստացել եք նվեր սերտիֆիկատ %s համարժեք։';
$_['text_from']     = 'Նվեր սերտիֆիկատը ուղարկվել է %s կողմից։';
$_['text_message']  = 'Կից հաղորդագրությամբ';
$_['text_redeem']   = 'Նվերների սերտիֆիկատը օգտագործելու համար գրեք օգտագործման գումարը <b>%s</b> սեղմեք ստորև գտնվող հղումը և ընտրեք այն ապրանքը, որի համար ցանկանում եք օգտագործել նվեր սերտիֆիկատը։ Նախքան վճարում կատարելոը, կարող եք մուտքագրել նվերների սերտիֆիկատի ծածկագիրը զամբյուղի էջում:';
$_['text_footer']   = 'Հարցերի դեպքում կարող եք հաղորդագրություն ուղարկել այս Էլեկտրոնային հասցեին։';