<?php
// Heading
$_['heading_title']      = 'Ավստրալիա փոստ';

// Text
$_['text_extension']     = 'Ընդարձակումներ';
$_['text_success']       = 'Դուք հաջողությամբ փոփոխել եք Ավստրալիա փոստային առաքումը։';
$_['text_edit']          = 'Փոփոխել Ավստրալիա փոստային առաքումը։';

// Entry
$_['entry_api']          = 'API բանալի';
$_['entry_postcode']     = 'Փոստային ինդեքս';
$_['entry_weight_class'] = 'Կշռի տեսակ';
$_['entry_tax_class']    = 'Հարկի տեսակ';
$_['entry_geo_zone']     = 'Գեոշրջան';
$_['entry_status']       = 'Կարգավիճակ';
$_['entry_sort_order']   = 'Տեսակավորման կարգ';

// Help
$_['help_weight_class']  = 'Նշել կիլոգրամներով';

// Error
$_['error_permission']   = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու Ավստրալիա փոստային առաքումը։';
$_['error_postcode']     = 'Փոստային ինդեքսը պետք է պարունակի 4 նիշ։';