<?php
// Heading
$_['heading_title']                            = 'EC-Ship';

// Text
$_['text_extension']                           = 'Ընդարձակումներ';
$_['text_success']                             = 'Դուք հաջողությամբ փոփոխել եք  EC-Ship առաքումը։';
$_['text_edit']                                = 'Փոփոխել EC-Ship առաքում';
$_['text_air_registered_mail']                 = 'Օդային գրանցված փոստ';
$_['text_air_parcel']                          = 'Օդային ծանրոց (փաթեթի նվազագույն քաշը 20կգ)';
$_['text_e_express_service_to_us']             = 'Էլեկտրոնային էքսպրեսս ծառայություն դեպի ԱՄՆ (փաթեթի նվազագույն քաշը 2կգ)';
$_['text_e_express_service_to_canada']         = 'Էլեկտրոնային էքսպրեսս ծառայություն դեպի Կանադա (փաթեթի նվազագույն քաշը 2կգ)';
$_['text_e_express_service_to_united_kingdom'] = 'Էլեկտրոնային էքսպրեսս ծառայություն դեպի ՄԹ (փաթեթի նվազագույն քաշը 2կգ)';
$_['text_e_express_service_to_russia']         = 'Էլեկտրոնային էքսպրեսս ծառայություն դեպի ՌԴ (փաթեթի նվազագույն քաշը 2կգ)';
$_['text_e_express_service_one']               = 'Էլեկտրոնային էքսպրեսս ծառայություն (ներառյալ Գերմանիա, Ֆրանսիա և Նորվեգիա)(փաթեթի նվազագույն քաշը 2կգ)';
$_['text_e_express_service_two']               = 'Էլեկտրոնային էքսպրեսս ծառայություն (ներառյալ Ավստրալիա, Նոր Զելանդիա, Կորեա, Սինգապուր և Վիետնամ)(փաթեթի նվազագույն քաշը 2կգ)';
$_['text_speed_post']                          = 'Արագ փոստ (ստանդարտ ծանրոց)(փաթեթի նվազագույն քաշը 30կգ)';
$_['text_smart_post']                          = 'Խելացի փոստ (փաթեթի նվազագույն քաշը 2կգ)';
$_['text_local_courier_post']                  = 'Տեղական սուրհանդակային փոստ (Counter Collection)(փաթեթի նվազագույն քաշը 2կգ)';
$_['text_local_parcel']                        = 'Տեղական ծանրոց (փաթեթի նվազագույն քաշը 20կգ)';

// Entry
$_['entry_api_key']                            = 'API բանալի';
$_['entry_username']                           = 'Ինտեգրատորի օգտանուն';
$_['entry_api_username']                       = 'API օգտանուն';
$_['entry_test']                               = 'Թեստային ռեժիմ';
$_['entry_service']                            = 'Ծառայություններ';
$_['entry_weight_class']                       = 'Կշռի տեսակ';
$_['entry_tax_class']                          = 'հարկի տեսակ';
$_['entry_geo_zone']                           = 'Գեոգոտի';
$_['entry_status']                             = 'Կարգավիճակ';
$_['entry_sort_order']                         = 'Տեսակավորման կարգ';

// Help
$_['help_api_key']                             = 'Մուտքագրել API բանալի, արը կիցված է EC-SHIPին։';
$_['help_username']                            = 'Մուտքագրել EC-SHIP հաշվի Ինտեգրատորի օգտանունը։';
$_['help_api_username']                        = 'Մուտքագրել EC-SHIP API հաշվի օգտանունը։';
$_['help_test']                                = 'Օգտագործել այս մոդուլի Թեստային տարբերակը (ԱՅՈ) կամ հիմնական ռեժիմը (ՈՉ)';
$_['help_service']                             = 'Ընտրել EC-SHIP առաջարկվող ծառայությունները։';
$_['help_weight_class']                        = 'Սահմանել կիլոգրամներով';

// Error
$_['error_permission']                         = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու  EC-SHIP առաքումը։';
$_['error_api_key']                            = ' API բանալին պարտադիր է։';
$_['error_username']                           = 'Օգտատիրոջ անունը պարտադիր է։';
$_['error_api_username']                       = 'API Օգտատիրոջ անունը պարտադիր է։';
