<?php
// Heading
$_['heading_title']    = 'Ֆիքսված տոկոսադրույք';

// Text
$_['text_extension']   = 'Ընդարձակում';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  Ֆիքսված տոկոսադրույքով առաքումը։';
$_['text_edit']        = 'Փոփոխել Ֆիքսված տոկոսադրույքով առաքումը։';

// Entry
$_['entry_cost']       = 'Արժեք';
$_['entry_tax_class']  = 'Հարկման տեսակ';
$_['entry_geo_zone']   = 'Գեոգոտի';
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու  Ֆիքսված տոկոսադրույքով առաքումը։';