<?php
// Heading
$_['heading_title']    = 'Անվճար առաքում';

// Text
$_['text_extension']   = 'Ընդարձակում';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  Անվճար առաքումը։';
$_['text_edit']        = 'Փոփոխել Անվճար առաքումը։';

// Entry
$_['entry_total']      = 'Ընդհանուր';
$_['entry_geo_zone']   = 'Գեոգոտի';
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';

// Help
$_['help_total']       = 'Մինչև առաքման անվճար մոդուլը հասանելի դառնալը, անհրաժեշտ է ենթաընդհանուր գումար։';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու Անվճար առաքումը։';