<?php
// Heading
$_['heading_title']           = 'Parcelforce 48';

// Text
$_['text_extension']          = 'Ընդարձակում';
$_['text_success']            = 'Դուք հաջողությամբ փոփոխել եք  Parcelforce 48 առաքումը։';
$_['text_edit']               = 'Փոփոխել Parcelforce 48  առաքումը։';

// Entry
$_['entry_rate']              = 'Parcelforce 48 դրույքաչափ';
$_['entry_insurance']         = 'Parcelforce48 փոխհատուցման դրույքաչափ';
$_['entry_display_weight']    = 'Ցուցադրել առաքման կշիռը';
$_['entry_display_insurance'] = 'Ցուցադրել ապահովագրությունը';
$_['entry_display_time']      = 'Ցուցադրել առաքման ժամանակը';
$_['entry_tax_class']         = 'Հարկման տեսակ';
$_['entry_geo_zone']          = 'Գեոգոտի';
$_['entry_status']            = 'Կարգավիճակ';
$_['entry_sort_order']        = 'Տեսակավորման կարգ';

// Help
$_['help_rate']               = 'Մուտքագրեք արժեքները մինչև 5,2 տասնորդական վայր: (12345.67) Օրինակ ՝ .1: 1, .25: 1.27 - 0,1 կգ-ից պակաս կամ հավասար քաշը կարժենա 1.00, քաշը պակաս կամ հավասար է 0.25 գ-ից, բայց 0,1 կգ-ից ավելին կգա 1,27: Մի մուտքագրեք KG կամ նիշեր:';
$_['help_insurance']          = 'Մուտքագրեք արժեքները մինչև 5,2 տասնորդական վայր: (12345.67) Օրինակ. 34: 0,100: 1,250: 2.25 - Զամբյուղի արժեքների մինչև 34-ը ապահովագրական ծածկույթը կարժենա 0.00 լրացուցիչ, այդ արժեքները 100-ից ավելին, իսկ մինչև 250-ը կարժենան 2.25 լրացուցիչ: Մի մուտքագրեք արժույթի  նիշեր։';
$_['help_display_weight']     = 'Ցանկանու՞մ եք ցուցադրել առաքման կշիռը։';
$_['help_display_insurance']  = 'Ցանկանու՞մ եք ցուցադրել առաքման ապահովագրությունը։';
$_['help_display_time']       = 'Ցանկանու՞մ եք ցուցադրել առաքման ժամանակը։';

// Error
$_['error_permission']        = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու  Parcelforce 48 առաքումը։';