<?php
// Heading
$_['heading_title']    = 'Ստանալ խանութից';

// Text
$_['text_extension']   = 'Ընդարձակում';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  Ստանալ խանութից առաքումը։';
$_['text_edit']        = 'Փոփոխել Ստանալ խանութից  առաքումը։';

// Entry
$_['entry_geo_zone']   = 'Գեոգոտի';
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու  Ստանալ խանութից առաքումը։';