<?php
// Heading
$_['heading_title']                = 'Հավաքական բեռնափոխադրման առաքում';

// Text
$_['text_extension']               = 'Ընդարձակումներ';
$_['text_success']                 = 'Դուք հաջողությամբ փոփոխել եք Հավաքական բեռնափոխադրման առաքումը։';
$_['text_edit']                    = 'Փոփոխել Հավաքական բեռնափոխադրման առաքումը։';
$_['text_regular_daily_pickup']    = 'Կանոնավոր օրական ստացում';
$_['text_daily_pickup']            = 'Օրական ստացում';
$_['text_customer_counter']        = 'Հաճախորդի հաշվիչ';
$_['text_one_time_pickup']         = 'Մեկ անգամյա ստացում';
$_['text_on_call_air_pickup']      = 'Օդային կանչի ստացում';
$_['text_letter_center']           = 'Նամակների կենտրոն';
$_['text_air_service_center']      = 'Օդային ծառայությունների կենտրոն';
$_['text_suggested_retail_rates']  = 'Առաջարկվող մանրածախ գներ(UPS խանութ)';
$_['text_package']                 = 'Փաթեթավորում';
$_['text_ups_letter']              = 'Հավաքական բեռնափոխադրման նամակ';
$_['text_ups_tube']                = 'Հավաքական բեռնափոխադրման խողովակ';
$_['text_ups_pak']                 = 'Հավաքական բեռնափոխադրման փաթեթ';
$_['text_ups_express_box']         = 'Հավաքական բեռնափոխադրման էքսպրեսս արկղ';
$_['text_ups_25kg_box']            = 'Հավաքական բեռնափոխադրման 25կգ արկղ';
$_['text_ups_10kg_box']            = 'Հավաքական բեռնափոխադրման 10կգ արկղ';
$_['text_us']                      = 'Ամերիկյան ծագման';
$_['text_ca']                      = 'Կանադական ծագման';
$_['text_eu']                      = 'ԵՄ ծագման';
$_['text_pr']                      = 'Պուերտո Ռիկոյի ծագման';
$_['text_mx']                      = 'Մեխիկոյի ծագման';
$_['text_other']                   = 'Այլ ծագման';
$_['text_test']                    = 'Թեստ';
$_['text_production']              = 'Արտադրություն';
$_['text_residential']             = 'Ռեզիդենտալ';
$_['text_commercial']              = 'Առևտրային';
$_['text_next_day_air']            = 'Հավաքական բեռնափոխադրման ծառայություն Next Day Air';
$_['text_2nd_day_air']             = 'Հավաքական բեռնափոխադրման ծառայություն Second Day Air';
$_['text_ground']                  = 'Հավաքական բեռնափոխադրման ծառայություն Ground';
$_['text_3_day_select']            = 'Հավաքական բեռնափոխադրման ծառայություն Three-Day Select';
$_['text_next_day_air_saver']      = 'Հավաքական բեռնափոխադրման ծառայություն Next Day Air Saver';
$_['text_next_day_air_early_am']   = 'Հավաքական բեռնափոխադրման ծառայություն Next Day Air Early A.M.';
$_['text_2nd_day_air_am']          = 'Հավաքական բեռնափոխադրման ծառայություն Second Day Air A.M.';
$_['text_saver']                   = 'Հավաքական բեռնափոխադրման ծառայություն Saver';
$_['text_worldwide_express']       = 'Հավաքական բեռնափոխադրման ծառայություն Worldwide Express';
$_['text_worldwide_expedited']     = 'Հավաքական բեռնափոխադրման ծառայություն Worldwide Expedited';
$_['text_standard']                = 'Հավաքական բեռնափոխադրման ծառայություն Standard';
$_['text_worldwide_express_plus']  = 'Հավաքական բեռնափոխադրման ծառայություն Worldwide Express Plus';
$_['text_express']                 = 'Հավաքական բեռնափոխադրման ծառայություն Express';
$_['text_expedited']               = 'Հավաքական բեռնափոխադրման ծառայություն Expedited';
$_['text_express_early_am']        = 'Հավաքական բեռնափոխադրման ծառայություն Express Early A.M.';
$_['text_express_plus']            = 'Հավաքական բեռնափոխադրման ծառայություն Express Plus';
$_['text_today_standard']          = 'Հավաքական բեռնափոխադրման ծառայություն Today Standard';
$_['text_today_dedicated_courier'] = 'Հավաքական բեռնափոխադրման ծառայություն Today Dedicated Courier';
$_['text_today_intercity']         = 'Հավաքական բեռնափոխադրման ծառայություն Today Intercity';
$_['text_today_express']           = 'Հավաքական բեռնափոխադրման ծառայություն Today Express';
$_['text_today_express_saver']     = 'Հավաքական բեռնափոխադրման ծառայություն Today Express Saver';

// Entry
$_['entry_key']                    = 'Մուտքի բանալի';
$_['entry_username']               = 'Օգտատեր';
$_['entry_password']               = 'Գաղտնաբառ';
$_['entry_pickup']                 = 'Ստացման մեթոդ';
$_['entry_packaging']              = 'Փաթեթավորման տեսակ';
$_['entry_classification']         = 'Հաճախորդի դասակարգման ծածկագիր';
$_['entry_origin']                 = 'Առաքման ծագման ծածկագիր';
$_['entry_city']                   = 'Ծագման քաղաք';
$_['entry_state']                  = 'Ծագման նահանգ / նահանգ';
$_['entry_country']                = 'Ծագման երկիր';
$_['entry_postcode']               = 'Ծագման փոստային ինդեքս';
$_['entry_test']                   = 'Թեստային ռեժիմ';
$_['entry_quote_type']             = 'Քվոտայի տեսակ';
$_['entry_service']                = 'Ծառայություններ';
$_['entry_insurance']              = 'Ակտիվացնել ապահովագրությունը';
$_['entry_display_weight']         = 'Ցուցադրել առաքման կշիռը';
$_['entry_weight_class']           = 'Կշռի տեսակ';
$_['entry_length_class']           = 'Երկարության տեսակ';
$_['entry_dimension']              = 'Չափեր (երկարություն x լայնություն x բարձրություն)';
$_['entry_length']                 = 'Երկարություն';
$_['entry_height']                 = 'Բարձրություն';
$_['entry_width']                  = 'Լայնություն';
$_['entry_tax_class']              = 'Հարկի տեսակ';
$_['entry_geo_zone']               = 'Գեոգոտի';
$_['entry_status']                 = 'Կարգավիճակ';
$_['entry_sort_order']             = 'Տեսակավորման կարգ';
$_['entry_debug']                  = 'Կարգավիճակի ռեժիմ';

// Help
$_['help_key']                     = 'Մուտքագրեք Հավաքական բեռնափոխադրման ծառայությունների կողմից ձեզ տրված XML փոխարժեքի մուտքի բանալին:';
$_['help_username']                = 'Մուտքագրեք ձեր Հավաքական բեռնափոխադրման ծառայությունների  հաշվի օգտատիրոջ անվանումը:';
$_['help_password']                = 'Մուտքագրեք ձեր Հավաքական բեռնափոխադրման ծառայությունների հաշվի գաղտնաբառ:';
$_['help_pickup']                  = 'Ինչպե՞ս եք փաթեթներ տալիս Հավաքական բեռնափոխադրման ծառայությանը (օգտագործվում է միայն այն դեպքում, երբ ծագումը Ամերիկյան է):';
$_['help_packaging']               = 'Ինչպիսի՞ փաթեթավորում եք օգտագործում։';
$_['help_classification']          = '01 - Եթե դուք վճարում եք Հավաքական բեռնափոխադրման ծառայությունների հաշվին և ունեք ամենօրյա Հավաքական բեռնափոխադրման ծառայությունների ստացում, 03 - Եթե Հավաքական բեռնափոխադրման ծառայությունների հաշիվ չունեք, կամ վճարում եք Հավաքական բեռնափոխադրման ծառայությունների հաշվին, բայց չունեք ամենօրյա ստացում, 04 - Եթե առաքում եք մանրածախ առևտրի կետ (միայն այն դեպքում, երբ ծագումը ԱՄՆ է)';
$_['help_origin']                  = 'Ո՞ր ծագման կետը պետք է օգտագործվի (այս պարամետրը ազդում է միայն , եթե Հավաքական բեռնափոխադրման ծառայությունների արտադրանքի անունները թե ինչ են ցուցադրվում օգտագործողին)';
$_['help_city']                    = 'Մուտքագրեք ծագման քաղաքի անվանումը:';
$_['help_state']                   = 'Մուտքագրեք երկնիշ ծածկագիրը ձեր ծագման պետության / նահանգի համար:';
$_['help_country']                 = 'Մուտքագրեք երկնիշ ծածկագիրը ձեր ծագման երկրի համար:';
$_['help_postcode']                = 'Մուտքագրեք ձեր ծագման  փոստային ինդեքսը։:';
$_['help_test']                    = 'Օգտագործեք այս մոդուլը Թեստ (ԱՅՈ) կամ օգտագործման ռեժիմում (ՈՉ):';
$_['help_quote_type']              = 'Քվոտա ռեզիդենատյին կամ առևտրային առաքման համար:';
$_['help_service']                 = 'Ընտրեք առաջարկվողՀավաքական բեռնափոխադրման ծառայությունները։';
$_['help_insurance']               = 'Ակտիվացնում է ապահովագրությունը ապրանքի հետ միասին որպես արժեք';
$_['help_display_weight']          = 'Ցանկանու՞մ եք ցուցադրել բեռնափոխադրման կշիռը;';
$_['help_weight_class']            = 'Սահմանել կիլոգրամներով կամ ֆունտերով';
$_['help_length_class']            = 'Սահմանել դույմերով կամ սանտիմետրերով։';
$_['help_dimension']               = 'Ենթադրվում է, որ դա ձեր տուփի միջին չափն է: Առանձնացված իրերի չափերը այս պահին չեն ապահովվում, այնպես որ դուք պետք է մուտքագրեք 5x5x5- ի նման միջին չափերը:';
$_['help_debug']                   = 'Պահպանում է ուղարկված/ստացած տվյալները համակարգի մատյանում։';

// Error
$_['error_permission']             = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու  ավաքական բեռնափոխադրման ծառայություն (ԱՄՆ) առաքումը։';
$_['error_key']                    = 'Մուտքային բանալին պարտադիր է։';
$_['error_username']               = 'Օգտատիրոջ անունը պարտադիր է։';
$_['error_password']               = 'Գազտնաբառը պարտադիր է։';
$_['error_city']                   = 'Ծագման քաղաք';
$_['error_state']                  = 'Ծագման նահանգը/ պրովինցիան պարտադիր է։';
$_['error_country']                = 'Ծագման երկիրը պարտադիր է։';
$_['error_dimension']              = 'Մոտավոր չափսերը պարտադիր են։';