<?php
// Heading
$_['heading_title']    = 'Կշռի հիման վրա առաքում';

// Text
$_['text_extension']   = 'Ընդարձակում';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  Կշռի հիման վրա առաքումը։';
$_['text_edit']        = 'Փոփոխել Կշռի հիման վրա առաքումը։';

// Entry
$_['entry_rate']       = 'Դրույքաչափեր';
$_['entry_tax_class']  = 'Հարկման տեսակ';
$_['entry_geo_zone']   = 'Գեոգոտի';
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';

// Help
$_['help_rate']        = 'Օրինակ ևն..';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու Կշռի հիման վրա առաքումը։';