<?php
// Heading
$_['heading_title']    = 'Օգտագործողների խումբ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք օգտագործողների խումբը։';
$_['text_list']        = 'Օգտագործողների խումբ';
$_['text_add']         = 'Ավելացնել օգտագործողների խումբ';
$_['text_edit']        = 'Փոփոխել օգտագործողների խումբը';

// Column
$_['column_name']      = 'Օգտագործողների խմբի անուն';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_name']       = 'Օգտագործողների խմբի անուն';
$_['entry_access']     = 'Ստանալ թույլտվություն';
$_['entry_modify']     = 'Փոփոխել թույլտվությունը';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք օգտագործողների խումբը փոփոխելու թույլտվություն։';
$_['error_name']       = 'Օգտագործողների խմբի անունը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_user']       = 'Ուշադրություն․ Օգտագործողների այս խումբը չի կարող հեռացվել, քանի որ այն կից է %s օգտագործողներին։';