<?php
// Heading
$_['heading_title']         = 'Օգտատերեր';

// Text
$_['text_success']          = 'Դուք հաջողությամբ փոփոխել եք Օգտատերերին։';
$_['text_list']             = 'Օգտատերերի ցանկ';
$_['text_add']              = 'Ավելացնել օգտատեր';
$_['text_edit']             = 'Փոփոխել օգտատերերին';

// Column
$_['column_username']       = 'Օգտատիրոջ անուն';
$_['column_status']         = 'Կարգավիճակ';
$_['column_date_added']     = 'Ավելացման ամսաթիվ';
$_['column_action']         = 'Գործողություն';

// Entry
$_['entry_username']        = 'Օգտատիրոջ անուն';
$_['entry_user_group']      = 'Օգտագործողների խումբ';
$_['entry_password']        = 'Գաղտնաբառ';
$_['entry_confirm']         = 'Հաստատել';
$_['entry_firstname']       = 'Անուն';
$_['entry_lastname']        = 'Ազգանուն';
$_['entry_email']           = 'Էլեկտրոնային հասցե';
$_['entry_image']           = 'Լուսանկար';
$_['entry_status']          = 'Կարգավիճակ';

// Error
$_['error_permission']      = 'Ուշադրություն․ Դուք չունեք Օգտագործողներին փոփոխելու թույլտվություն։';
$_['error_account']         = 'Ուշադրություն․ Դուք չեք կարող հեռացնել Ձեր հաշիվը։';
$_['error_exists_username'] = 'Ուշադրություն․ օգտագործողի անունը զբաղված է։';
$_['error_username']        = 'Օգտատիրոջ անունը պետք է պարունակի 3-ից 20 նիշ։';
$_['error_password']        = 'Գաղտնաբառը պետք է պարունակի 4-ից 20 նիշ։';
$_['error_confirm']         = 'Գաղտնաբառը և գաղտնաբառի հաստատումը չեն համընկնում։';
$_['error_firstname']       = 'Անունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_lastname']        = 'Ազգանունը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_email']           = 'Էլեկտրոնային հասցեն վավեր չէ։';
$_['error_exists_email']    = 'Ուշադրություն․ այս Էլեկտրոնային հասցեն արդեն գրանցված է։';