<?php
// Heading
$_['heading_title']         = 'Հաճախորդների գործարքների մասին զեկույց';

// Column
$_['text_extension']        = 'Ընդարձակումներ';
$_['text_edit']             = 'Փոփոխել Հաճախորդների գործարքների մասին զեկույցը։';
$_['text_success']          = 'Դուք հաջողությամբ փոփոխել եք  Հաճախորդների գործարքների մասին զեկույցը։';
$_['text_filter']           = 'Զտիչ';

// Column
$_['column_customer']       = 'Հաճախորդի անուն';
$_['column_email']          = 'Էլեկտրոնային հասցե';
$_['column_customer_group'] = 'Հաճախորդի խումբ';
$_['column_status']         = 'Կարգավիճակ';
$_['column_total']          = 'Ընդհանուր';
$_['column_action']         = 'Գործողություն';

// Entry
$_['entry_date_start']      = 'Սկսման ամսաթիվ';
$_['entry_date_end']        = 'Ավարտի ամսաթիվ';
$_['entry_customer']        = 'Հաճախորդ';
$_['entry_status']          = 'Կարգավիճակ';
$_['entry_sort_order']      = 'Տեսակավորման կարգ';

// Error
$_['error_permission']      = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու Հաճախորդների գործարքների մասին զեկույցը։';