<?php
// Heading
$_['heading_title']     = 'Հաճախորդի խմբեր';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք հաճախորդի խմբերը։';
$_['text_list']         = 'Հաճախորդների խմբի ցանկ';
$_['text_add']          = 'Ավելացնել հաճախորդի խումբ։';
$_['text_edit']         = 'Փոփոխել հաճախորդի խումբը։';

// Column
$_['column_name']       = 'Հաճախորդի խմբի անուն';
$_['column_sort_order'] = 'Տեսակավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Հաճախորդի խմբի անվանում';
$_['entry_description'] = 'Նկարագրություն';
$_['entry_approval']    = 'Հաստատել նոր հաճախորդներին';
$_['entry_sort_order']  = 'Տեսակավորման կարգ';

// Help
$_['help_approval']     = 'Հաճախորդները պետք է հաստատվեն ադմինիստրատորի կողմից, նախքան նրանք կարողանան մուտք գործել:';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք չունեք հաճախորդի խմբերը փոփոխելու թույլտվություն։!';
$_['error_name']        = 'Հաճախորդի խմբի անվանումը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_default']     = 'Ուշադրություն․ Այս հաճախորդների խումբը հնարավոր չէ ջնջել, քանի որ ներկայումս նշանակված է որպես հիմնական խանութների հաճախորդների խումբ:';
$_['error_store']       = 'Ուշադրություն․ Այս հաճախորդների խումբը հնարավոր չէ ջնջել, քանի որ ներկայումս նշանակված է որպես %s խանութների։';
$_['error_customer']    = 'Ուշադրություն․ Այս հաճախորդների խումբը հնարավոր չէ ջնջել, քանի որ ներկայումս նշանակված է որպես  %s հաճախորդների։';