<?php
// Heading
$_['heading_title']    = 'Վաճառքի վերլուծություն';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք վահանակի սյունակը։';
$_['text_edit']        = 'Փոփոխել վահանակի սյունակը';
$_['text_order']       = 'Պատվերներ';
$_['text_customer']    = 'Հաճախորդներ';
$_['text_day']         = 'Այսօր';
$_['text_week']        = 'Շաբաթ';
$_['text_month']       = 'Ամիս';
$_['text_year']        = 'Տարի';

// Entry
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';
$_['entry_width']      = 'Լայնություն';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք ղեկավարման վահանակի սյունակը փոփոխելու թույլտվություն';