<?php
// Heading
$_['heading_title']    = 'Ընդհանուր հաճախորդներ';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք հաճախորդների վահանակը';
$_['text_edit']        = 'Փոփոխել հաճախորդների վահանակը';
$_['text_view']        = 'Տեսնել ավելին...';

// Entry
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';
$_['entry_width']      = 'Լայնություն';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք հաճախորդների վահանակը փոփոխելու թույլտվություն։';