<?php
// Heading
$_['heading_title']    = 'Աշխարհի քարտեզ';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք քարտեզի վահանակը';
$_['text_edit']        = 'Փոփոխել քարտեզի վահանակը։';
$_['text_order']       = 'Պատվերներ';
$_['text_sale']        = 'Զեղչեր';

// Entry
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';
$_['entry_width']      = 'Լայնություն';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք քարտեզի վահանակը փոփոխելու թույլտվություն։';