<?php
// Heading
$_['heading_title']    = 'Առցանց հաճախորդներ';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  առցանց վահանակը։';
$_['text_edit']        = 'Փոփոխել առցանց վահանակը';
$_['text_view']        = 'Տեսնել ավելին...';

// Entry
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';
$_['entry_width']      = 'Լայնություն';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք առցանց վահանակը փոփոխելու թույլտվություն։';