<?php
// Heading
$_['heading_title']                    = 'Հիմնական խանութի թեմա';

// Text
$_['text_extension']                   = 'Ընդարձակումներ';
$_['text_success']                     = 'Դուք հաջողությամբ փոփոխել եք Հիմնական խանութի թեման։';
$_['text_edit']                        = 'Փոփոխել Հիմնական խանութի թեման։';
$_['text_general']                     = 'Ընդհանուր';
$_['text_product']                     = 'Ապրանքներ';
$_['text_image']                       = 'Լուսանկարներ';

// Entry
$_['entry_directory']                  = 'Թեմաների կատալոգ';
$_['entry_status']                     = 'Կարգավիճակ';
$_['entry_product_limit']              = 'Հիմնական ապրանքներ ըստ էջի';
$_['entry_product_description_length'] = 'Ցանկի նկարագրության սահման';
$_['entry_image_category']             = 'Կատեգորիայի լուսանկար չափս (լայնություն x բարձրություն)';
$_['entry_image_thumb']                = 'Ապրանքի լուսանկար  չափս (լայնություն x բարձրություն)';
$_['entry_image_popup']                = 'Ապրանքի լուսանկար Popup չափս (լայնություն x բարձրություն)';
$_['entry_image_product']              = 'Ապրանքի լուսանկարի ցանկ չափս (լայնություն x բարձրություն)';
$_['entry_image_additional']           = 'Ապրանքի լրացուցիչ լուսանկար չափս (լայնություն x բարձրություն)';
$_['entry_image_related']              = 'Նմանատպ ապրանքի լուսանկար չափս (լայնություն x բարձրություն)';
$_['entry_image_compare']              = 'Համեմատել լուսանկարը չափս (լայնություն x բարձրություն)';
$_['entry_image_wishlist']             = 'Ցանկությունների ցանկի լուսանկար չափս (լայնություն x բարձրություն)';
$_['entry_image_cart']                 = 'Գնումների զամբյուղի լուսանկար չափս (լայնություն x բարձրություն)';
$_['entry_image_location']             = 'Պահեստի լուսանկար չափս (լայնություն x բարձրություն)';
$_['entry_width']                      = 'Լայնություն';
$_['entry_height']                     = 'Բարձրություն';

// Help
$_['help_directory']                   = 'Այս դաշտը միայն հին թեմաների հնարավորությունն է `համատեղելու նոր թեմաների համակարգին: Կարող եք կարգավորել թեմաների գրացուցակը, որն օգտագործվում է այստեղ սահմանված պատկերների չափի պարամետրերով։';
$_['help_product_limit']               = 'Որոշում է, թե քանի կատալոգային առարկա է ցուցադրվում յուրաքանչյուր էջում (ապրանքներ, կատեգորիաներ և այլն)';
$_['help_product_description_length']  = 'Ցանկի դիտման մեջ  կարճ նկարագրության նիշերի սահմանաչափ (կատեգորիաներ, հատուկ և այլն)';

// Error
$_['error_permission']                 = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու Հիմնական խանութի թեման։';
$_['error_limit']                      = 'Ապրանքի սահմանաչափը պարտադիր է։';
$_['error_image_thumb']                = 'Ապրանքի լուսանկարի Thumb չափսը պարտադիր է։';
$_['error_image_popup']                = 'Ապրանքի լուսանկարի Popup չափսը պարտադիր է։';
$_['error_image_product']              = 'Ապրանքի ցանկի չափսը պարտադիր է։';
$_['error_image_category']             = 'Կատեգորիայի ցանկի չափսը պարտադիր է։';
$_['error_image_additional']           = 'Ապրանքի լրացուցիչ լուսանկարի չափսը պարտադիր է։';
$_['error_image_related']              = 'Ապրանքի նմանատիպ լուսանկարի չափսը պարտադիր է։';
$_['error_image_compare']              = 'Համեմատության լուսանկարի չափսը պարտադիր է։';
$_['error_image_wishlist']             = 'Ցանկությունների ցանկի լուսանկարի չափսը պարտադիր է։';
$_['error_image_cart']                 = 'Գնումների զամբյուղի լուսանկարի չափսը պարտադիր է։';
$_['error_image_location']             = 'Պահեստի լուսանկարի չափսը պարտադիր է։';