<?php
// Heading
$_['heading_title']    = 'Կրկնօրինակել &amp; Վերականգնել';

// Text
$_['text_success']     = 'Դուք հաջողությամբ ներբեռնել եք Ձեր տվյալների բազան։';

// Entry
$_['entry_progress']   = 'Ընթացք';
$_['entry_export']     = 'Ներբեռնում';

// Tab
$_['tab_backup']       = 'Կրկնօրինակում';
$_['tab_restore']      = 'Վերականգնում';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք Կրկնօրինակումը &amp; Վերականգնումը փոփոխելու թույլտվություն։';
$_['error_export']     = 'Ուշադրություն․ ներբեռնելու համար պետք է ընտրել առնվազն մեկ պատուհան։';
$_['error_file']       = 'Ֆայլը չի գտնվել։';
