<?php
// Heading
$_['heading_title']         = 'Վիճակագրություն';

// Text
$_['text_success']          = 'Դուք հաջողությամբ փոփոխել եք Վիճակագրությունը։';
$_['text_list']             = 'Վիճակագրությսն ցանկ';
$_['text_order_sale']       = 'Պատվերի վաճառք';
$_['text_order_processing'] = 'Ընթացքի մեջ գտնվող պատվերներ';
$_['text_order_complete']   = 'Ավարտած պատվերներ';
$_['text_order_other']      = 'Այլ պատվերներ';
$_['text_returns']          = 'Վերադարձներ';
$_['text_customer']         = 'Հաճախորդները սպասում են հաստատման։';
$_['text_affiliate']        = 'Աֆիլիատները սպասում են հաստատման։';
$_['text_product']          = 'Առկա չէ պահեստում';
$_['text_review']           = 'Սպասողական ռեժիմում գտնվող կարծիքներ։';

// Column
$_['column_name']           = 'Վիճակագրության անվանում';
$_['column_value']	        = 'Արժեք';
$_['column_action']         = 'Գործողություն';

// Error
$_['error_permission']      = 'Ուշադրություն․ Դուք չունեք Վիճակագրությունը փոփոխելու թույլտվություն։';