<?php
// Heading
$_['heading_title']           = 'Երկրներ';

// Text
$_['text_success']            = 'Դուք հաջողությամբ փոփոխել եք երկրները։';
$_['text_list']               = 'Երկրների ցանկ';
$_['text_add']                = 'Աելացնել երկիր';
$_['text_edit']               = 'Փոփոխել երկիրը';

// Column
$_['column_name']             = 'Երկրի անուն ';
$_['column_iso_code_2']       = 'ISO ծածկագիր (2)';
$_['column_iso_code_3']       = 'ISO ծածկագիր (3)';
$_['column_action']           = 'Գործողություն';

// Entry
$_['entry_name']              = 'Երկրի անուն';
$_['entry_iso_code_2']        = 'ISO ծածկագիր (2)';
$_['entry_iso_code_3']        = 'ISO ծածկագիր (3)';
$_['entry_address_format']    = 'Հասցեի ձևաչափ';
$_['entry_postcode_required'] = 'Փոստային ինդեքսը պարտադիր է';
$_['entry_status']            = 'Կարգավիճակ';

// Help
$_['help_address_format']     = 'Անուն = {firstname}<br />Ազգանուն= {lastname}<br />Ընկերություն = {company}<br />Հասցե 1 = {address_1}<br />Հասցե 2 = {address_2}<br />Քաղաք = {city}<br />Փոստային ինդեքսը = {postcode}<br />Գոտի = {zone}<br />Գոտու ծածկագիր = {zone_code}<br />Երկիր = {country}';

// Error
$_['error_permission']        = 'Ուշադրություն․ Դուք չունեք երկրները փոփոխելու թույլտվություն։';
$_['error_name']              = 'Երկիր անունը պետք է պարունակի 1-ից 128 նիշ։';
$_['error_default']           = 'Ուշադրություն․ Այս երկիրը հնարավոր չէ հեռացնել, քանի որ ներկայումս նշանակված է որպես կանխադրված խանութի երկիր:';
$_['error_store']             = 'Ուշադրություն․ այս երկիրը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s խանութներին։';
$_['error_address']           = 'Ուշադրություն․ այս երկիրը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s հասցեագրքի գրառումներին։';
$_['error_affiliate']         = 'Ուշադրություն․ այս երկիրը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s աֆիլիատներին։';
$_['error_zone']              = 'Ուշադրություն․ այս երկիրը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s գոտիներին։';
$_['error_zone_to_geo_zone']  = 'Ուշադրություն․ այս երկիրը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s գոտիների գեոգոտիներին։';