<?php
// Heading
$_['heading_title']        = 'Արժույթներ';

// Text
$_['text_success']         = 'Դուք հաջողությամբ փոփոխել եք արժույթները։';
$_['text_list']            = 'Արժույթների ցանկ';
$_['text_add']             = 'Ավելացնել արժույթ';
$_['text_edit']            = 'Փոփոխել արժույթը';
$_['text_iso']             = 'Դուք կարող եք գտնել ISO արժույթների ծածկագրերի ցանկը և կարգավորումները <a href="http://www.xe.com/iso4217.php" target="_blank" class="alert-link">այստեղ</a>։';

// Column
$_['column_title']         = 'Արժույթի վերնագիր';
$_['column_code']          = 'Ծածկագիր';
$_['column_value']         = 'Արժույթ';
$_['column_date_modified'] = 'Վերջին թարմացում';
$_['column_action']        = 'Գործողություն';

// Entry
$_['entry_title']          = 'Արժույթի վերնագիր';
$_['entry_code']           = 'Ծածկագիր';
$_['entry_value']          = 'Արժույթ';
$_['entry_symbol_left']    = 'Խորհրդանիշը`ձախ';
$_['entry_symbol_right']   = 'Խորհրդանիշը` աջ';
$_['entry_decimal_place']  = 'Տասնորդական հատվածներ';
$_['entry_status']         = 'Կարգավիճակ';

// Help
$_['help_code']            = 'Չփոփոխեք, եթե սա ձեր կանխադրված արժույթն է:';
$_['help_value']           = 'Նշել 1.00000, եթե սա ձեր կանխադրված արժույթն է:';

// Error
$_['error_permission']     = 'Ուշադրություն․ Դուք չունեք արժույթները փոփոխելու թույլտվություն։';
$_['error_title']          = 'Արժույթի վերնագիրը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_code']           = 'Արժույթի ծածկագիրը պետք է պարունակի 3 նիշ։';
$_['error_default']        = 'Ուշադրություն․ այս արժույթը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s կանխադրված խանութի արժույթին։';
$_['error_store']          = 'Ուշադրություն․ այս արժույթը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s խանութներին։';
$_['error_order']          = 'Ուշադրություն․ այս արժույթը հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է %s պատվերներին։';