<?php
// Heading
$_['heading_title']      = 'Գեո գոտիներ';

// Text
$_['text_success']       = 'Դուք հաջողությամբ փոփոխել եք գեոգոտիները։';
$_['text_list']          = 'Գեոգոտիների ցանկ';
$_['text_add']           = 'Ավելացնել գեոգոտի';
$_['text_edit']          = 'փոփոխել գեոգոտի';
$_['text_geo_zone']      = 'Գեոգոտիներ';

// Column
$_['column_name']        = 'Գեոգոտու անվանում';
$_['column_description'] = 'Նկարագրություն';
$_['column_action']      = 'Գործողություն';

// Entry
$_['entry_name']         = 'Գեոգոտու անվանում';
$_['entry_description']  = 'Նկարագրություն';
$_['entry_country']      = 'Երկիր';
$_['entry_zone']         = 'Գոտի';

// Error
$_['error_permission']   = 'Ուշադրություն․ Դուք չունեք գեոգոտիները փոփոխելու թույլտվություն։';
$_['error_name']         = 'Գեոգոտու անվանումը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_description']  = 'Նկարագրություն անվանումը պետք է պարունակի 3-ից 255 նիշ։';
$_['error_tax_rate']     = 'Ուշադրություն․  այս գեոգոտին հնարավոր չէ հեռացնել, քանի որ ներկայումս այն կից է  մեկ կամ մի քանի հարկերի դրույքաչափերի:';