<?php
// Heading
$_['heading_title']     = 'Լեզուներ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք լեզուները։';
$_['text_list']         = 'Լեզուների ցանկ';
$_['text_add']          = 'Ավելացնել լեզու';
$_['text_edit']         = 'Փոփոխել լեզուն';

// Column
$_['column_name']       = 'Լեզու';
$_['column_code']       = 'Ծածկագիր';
$_['column_sort_order'] = 'Տեսակավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Լեզու';
$_['entry_code']        = 'Ծածկագիր';
$_['entry_locale']      = 'Տեղանք';
$_['entry_status']      = 'Կարգավիճակ';
$_['entry_sort_order']  = 'Տեսակավորման կարգ';

// Help
$_['help_locale']       = 'Օրինակ: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_status']       = 'Թաքցնել/ցուցադրել լեզվի բացվող պատուհանում։';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք չունեք լեզուները փոփոխելու թույլտվություն։';
$_['error_exists']      = 'Ուշադրություն․ Դուք ավելացրել եք այս լեզուն նախկինում։';
$_['error_name']        = 'Լեզուն պետք է պարունակի 3-ից 32 նիշ։';
$_['error_code']        = 'Լեզվի ծածկագիրը պետք է ունենա նվազագույնը 2 նիշ։';
$_['error_locale']      = 'Տեղանքը պարտադիր է։';
$_['error_default']     = 'Ուշադրություն․ այս լեզուն հնարավոր չէ հեռացնել, քանի որ ներկայումս նշանակված է որպես կանխադրված խանութի լեզու:';
$_['error_admin']       = 'Ուշադրություն․ այս լեզուն հնարավոր չէ հեռացնել, քանի որ ներկայումս նշանակված է, որպես ադմինիստրատիվ լեզու։';
$_['error_store']       = 'Ուշադրություն․ այս լեզուն հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s խանութներին։';
$_['error_order']       = 'Ուշադրություն․ այս լեզուն հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s պատվերներին։';