<?php
// Heading
$_['heading_title']    = 'Երկարության տեսակներ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք երկարության տեսակները։';
$_['text_list']        = 'Երկարության տեսակների ցանկ';
$_['text_add']         = 'Ավելացնել երկարության տեսակներ';
$_['text_edit']        = 'Փոփոխել երկարության տեսակը';

// Column
$_['column_title']     = 'Երկարության վերնագիր';
$_['column_unit']      = 'Երկարության միավոր';
$_['column_value']     = 'Արժեք';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_title']      = 'Երկարության վերնագիր';
$_['entry_unit']       = 'Երկարության միավոր';
$_['entry_value']      = 'Արժեք';

// Help
$_['help_value']       = 'Նշեք 1.00000 եթե սա Ձեր կանխադրված երկարությունն է։';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք երկարությունն տեսակները փոփոխելու թույլտվություն։';
$_['error_title']      = 'Երկարության վերնագիրը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_unit']       = 'Երկարության միավորը պետք է պարունակի 1-ից 4 նիշ։';
$_['error_default']    = 'Ուշադրություն․ այս երկարության տեսակը հնարավոր չէ հեռացնել, քանի որ ներկայումս նշանակված է որպես կանխադրված խանութի երկարության տեսակ:';
$_['error_product']    = 'Ուշադրություն․ այս երկարության տեսակը հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s ապրանքներին։';