<?php
// Heading
$_['heading_title']    = 'Խանութի տեղակայում';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք խանութի տեղակայումը։';
$_['text_list']        = 'Խանութի տեղակայման ցանկ';
$_['text_add']         = 'Ավելացնել խանութի տեղակայման վայր';
$_['text_edit']        = 'Փոփոխել խանութի տեղակայման վայրը';
$_['text_default']     = 'Հիմնական';
$_['text_time']        = 'Աշխատանքային ժամեր';
$_['text_geocode']     = 'Գեո ծածկագիրը հաջող չէր հետևյալ պատճառով.';

// Column
$_['column_name']      = 'Խանութի անուն';
$_['column_address']   = 'Հասցե';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_name']       = 'Խանութի անուն';
$_['entry_address']    = 'Հասցե';
$_['entry_geocode']    = 'Գեո ծածկագիր';
$_['entry_telephone']  = 'Հեռախոսահամար';
$_['entry_fax']        = 'ֆաքս';
$_['entry_image']      = 'Լուսանկար';
$_['entry_open']       = 'Աշխատանքային ժամեր';
$_['entry_comment']    = 'Մեկնաբանություն';

// Help
$_['help_geocode']     = 'Խնդրում ենք մուտքագրել խանութի տեղակայումը։';
$_['help_open']        = 'Լրացրեք խանութի աշխատանքային ժամերը։';
$_['help_comment']     = 'Այս դաշտը նախատեսված է ցանկացած հատուկ նշումների համար, որը Դուք կցանկանայիք ասել հաճախորդին, օրինակ՝ Խանութը չի ընդունում ստուգումներ:';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք խանութի տեղակայման վայրը փոփոխելու թույլտվություն։';
$_['error_name']       = 'Խանութի անունը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_address']    = 'Հասցեն պետք է պարունակի 3-ից  128 նիշ։';
$_['error_telephone']  = 'Հեռախոսահամարը  պետք է պարունակի 3-ից 32 նիշ։';