<?php
// Heading
$_['heading_title']    = 'Պատվերի կարգավիճակ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք պատվերի կարգավիճակը։';
$_['text_list']        = 'Պատվերի կարգավիճակի ցանկ';
$_['text_add']         = 'Ավելացնել պատվերի կարգավիճակ';
$_['text_edit']        = 'Փոփոխել պատվերի կարգավիճակը';

// Column
$_['column_name']      = 'Պատվերի կարգավիճակի անուն';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_name']       = 'Պատվերի կարգավիճակի անուն';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք պատվերի կարգավիճակը փոփոխելու թույլտվություն։';
$_['error_name']       = 'Պատվերի կարգավիճակի անունը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_default']    = 'Ուշադրություն․ այս պատվերի կարգավիճակը հնարավոր չէ հեռացնել, քանի որ ներկայումս նշանակված է որպես կանխադրված խանութի պատվերի կարգավիճակ։';
$_['error_download']   = 'Ուշադրություն․ այս պատվերի կարգավիճակը հնարավոր չէ հեռացնել, քանի որ ներկայումս նշանակված է որպես բեռնման կանխադրված կարգավիճակ:';
$_['error_store']      = 'Ուշադրություն․ այս պատվերի կարգավիճակը հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s խանութներին։';
$_['error_order']      = 'Ուշադրություն․ այս պատվերի կարգավիճակը հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s պատվերներին։';