<?php
// Heading
$_['heading_title']    = 'Վերադարձի պատճառներ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  վերադարձի պատճառները։';
$_['text_list']        = 'Վերադարձի պատճառներ ցանկ';
$_['text_add']         = 'Ավելացնել վերադարձի պատճառ';
$_['text_edit']        = 'Փոփոխել վերադարձի պատճառները';

// Column
$_['column_name']      = 'Վերադարձի պատճառի անվանում';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_name']       = 'Վերադարձի պատճառի անվանում';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք վերադարձի պատճառները փոփոխելու թույլտվություն։';
$_['error_name']       = 'Վերադարձի պատճառի անվանում պետք է պարունակի 3-ից 128 նիշ։';
$_['error_return']     = 'Ուշադրություն․ այս վերադարձի պատճառը չի կարող հեռացվել, քանի որ ներկայումս կից է %s վերադարձված ապրանքներին։';