<?php
// Heading
$_['heading_title']    = 'Վերադարձի գործողություններ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք վերադարձի գործողությունները։';
$_['text_list']        = 'Վերադարձի գործողությունների ցանկ';
$_['text_add']         = 'Ավելացնել վերադարձի գործողություն';
$_['text_edit']        = 'Փոփոխել վերադարձի գործողությունը';

// Column
$_['column_name']      = 'Վերադարձի գործողության անվանում';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_name']       = 'Վերադարձի գործողության անվանում';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք վերադարձի գործողությունները փոփոխելու թույլտվություն։';
$_['error_name']       = 'Վերադարձի գործողության անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_return']     = 'Ուշադրություն․ վերադարձի այս գործողությունը չի կարող հեռացվել, քանի որ ներկայումս նշանակված է % s վերադարձված ապրանքներին:';