<?php
// Heading
$_['heading_title']    = 'Վերադարձի կարգավիճակներ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  վերադարձի կարգավիճակները։';
$_['text_list']        = 'Վերադարձի կարգավիճակի ցանկ';
$_['text_add']         = 'Ավելացնել վերադարձի կարգավիճակ';
$_['text_edit']        = 'Փոփոխել վերադարձի կարգավիճակ';

// Column
$_['column_name']      = 'Վերադարձի կարգավիճակի անվանում';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_name']       = 'Վերադարձի կարգավիճակի անվանում';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք վերադարձի կարգավիճակները փոփոխելու թույլտվություն։';
$_['error_name']       = 'Վերադարձի կարգավիճակի անվանում պետք է պարունակի 3-ից 32 նիշ։';
$_['error_default']    = 'Ուշադրություն․ այս վերադարձի կարգավիճակը չի կարող հեռացվել, քանի որ ներկայումս նշանակված է որպես կանխադրված վերադարձի կարգավիճակ։';
$_['error_return']     = 'Ուշադրություն․այս վերադարձի կարգավիճակը չի կարող հեռացվել, քանի որ ներկայումս կից է  %s վերադարձներին։';