<?php
// Heading
$_['heading_title']    = 'Պահեստի կարգավիճակներ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք  պահեստի կարգավիճակները։';
$_['text_list']        = 'Պահեստի կարգավիճակի ցանկ';
$_['text_add']         = 'Ավելացնել պահեստի կարգավիճակ';
$_['text_edit']        = 'Փոփոխել պահեստի կարգավիճակը';

// Column
$_['column_name']      = 'Պահեստի կարգավիճակի անվանում';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_name']       = 'Պահեստի կարգավիճակի անվանում';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք պահեստի կարգավիճակները փոփոխելու թույլտվություն։';
$_['error_name']       = 'Պահեստի կարգավիճակի անվանումը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_product']    = 'Ուշադրություն․ այս պահեստի կարգավիճակը չի կարող հեռացվել, քանի որ ներկայումս կից  է %s ապրանքներին։';