<?php
// Heading
$_['heading_title']        = 'Հարկային դրույքաչափ';

// Text
$_['text_success']         = 'Դուք հաջողությամբ փոփոխել  Հարկային դրույքաչափերը';
$_['text_list']            = 'Հարկային դրույքաչափի ցանկ';
$_['text_add']             = 'ԱվելացնելՀարկային դրույքաչափ';
$_['text_edit']            = 'Փոփոխել Հարկային դրույքաչափը';
$_['text_percent']         = 'Տոկոս';
$_['text_amount']          = 'Ֆիքսված գումար';

// Column
$_['column_name']          = 'Հարկի անվանում';
$_['column_rate']          = 'Հարկային դրույքաչափ';
$_['column_type']          = 'Տեսակ';
$_['column_geo_zone']      = 'Գեո գոտի';
$_['column_date_added']    = 'Ավելացման ամսաթիվ';
$_['column_date_modified'] = 'Փոփոխման ամսաթիվ';
$_['column_action']        = 'Գործողություն';

// Entry
$_['entry_name']           = 'Հարկի անավնում';
$_['entry_rate']           = 'Հարկային դրույքաչափ';
$_['entry_type']           = 'Տեսակ';
$_['entry_customer_group'] = 'Հաճախորդի խումբ';
$_['entry_geo_zone']       = 'Գեո գոտի';

// Error
$_['error_permission']     = 'Ուշադրություն․ Դուք չունեք Հարկային դրույքաչափերը փոփոխելու թույլտվություն։';
$_['error_tax_rule']       = 'Ուշադրություն․ այս Հարկային դրույքաչափը հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է հարկային տեսակներին։';
$_['error_name']           = 'Հարկի անվանումը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_rate']           = 'Հարկային դրույքաչափը պարտադիր է։';