<?php
// Heading
$_['heading_title']     = 'Հարկային դասեր';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել Հարկային դասերը';
$_['text_list']         = 'Հարկային դասերի ցանկ';
$_['text_add']          = 'Ավելացնել Հարկային դաս';
$_['text_edit']         = 'Փոփոխել TՀարկային դասը';
$_['text_tax_class']    = 'Հարկային դաս';
$_['text_tax_rate']     = 'Հարկերի դրույքաչափեր';
$_['text_shipping']     = 'Առաքման հասցե';
$_['text_payment']      = 'Վճարման հասցե';
$_['text_store']        = 'Խանութի հասցե';

// Column
$_['column_title']      = 'Հարկային դասի վերնագիր';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_title']       = 'Հարկային դասի վերնագիր';
$_['entry_description'] = 'Նկարագրություն';
$_['entry_rate']        = 'Հարկային դրույքաչափ';
$_['entry_based']       = 'Հիմնված';
$_['entry_geo_zone']    = 'Գեո գոտի';
$_['entry_priority']    = 'Առաջնահերթություն';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք չունեք Հարկային դասերը փոփոխելու թույլտվություն։';
$_['error_title']       = 'Հարկային դասի վերնագիրը  պետք է պարունակի 3-ից 32 նիշ։';
$_['error_description'] = 'Նկարագրությունը պետք է պարունակի 3-ից 255 նիշ։';
$_['error_product']     = 'Ուշադրություն․ այս հարկային դասը հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s ապրանքներին:';