<?php
// Heading
$_['heading_title']    = 'Կշռի տեսակներ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել կշռի տեսակները';
$_['text_list']        = 'Կշռի տեսակների ցանկ';
$_['text_add']         = 'Ավելացնել կշռի տեսակներ';
$_['text_edit']        = 'Փոփոխել կշռի տեսակը';

// Column
$_['column_title']     = 'Կշռի վերնագիր';
$_['column_unit']      = 'Կշռի միավոր';
$_['column_value']     = 'Արժեք';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_title']      = 'Կշռի վերնագիր';
$_['entry_unit']       = 'Կշռի միավոր';
$_['entry_value']      = 'Արժեք';

// Help
$_['help_value']       = 'Նշել 1.00000 եթե սա Ձեր կանխադրված կշիռն է։';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք կշռի տեսակները փոփոխելու թույլտվություն։';
$_['error_title']      = 'Կշռի վերնագիրը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_unit']       = 'Կշռի միավորը պետք է պարունակի 1-ից 4 նիշ։';
$_['error_default']    = 'Ուշադրություն․ այս կշռի տեսակը հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է կանխադրված խանութի կշռի տեսակին։';
$_['error_product']    = 'Ուշադրություն․ այս կշռի տեսակը հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s ապրանքներին։';