<?php
// Heading
$_['heading_title']          = 'Գոտիներ';

// Text
$_['text_success']           = 'Դուք հաջողությամբ փոփոխել գոտիները։';
$_['text_list']              = 'Գոտիների ցանկ';
$_['text_add']               = 'Ավելացնել գոտի';
$_['text_edit']              = 'Փոփոխել գոտի';

// Column
$_['column_name']            = 'Գոտու անվանում';
$_['column_code']            = 'Գոտու ծածկագիր';
$_['column_country']         = 'Պետություն';
$_['column_action']          = 'Գործողություն';

// Entry
$_['entry_name']             = 'Գոտու անվանում';
$_['entry_code']             = 'Գոտու ծածկագիր';
$_['entry_country']          = 'Երկիր';
$_['entry_status']           = 'Կարգավիճակ';

// Error
$_['error_permission']       = 'Ուշադրություն․ Դուք չունեք գոտիները փոփոխելու թույլտվություն։';
$_['error_name']             = 'Գոտու անվանումը պետք է պարունակի 1-ից 128 նիշ։';
$_['error_default']          = 'Ուշադրություն․ այս գոտին հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է կանխադրված խանութի գոտուն։';
$_['error_store']            = 'Ուշադրություն․ այս գոտին հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s խանութներին։';
$_['error_address']          = 'Ուշադրություն․ այս գոտին հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s հասցեագրքի գրառումներին։';
$_['error_affiliate']        = 'Ուշադրություն․ այս գոտին հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s աֆիլիատներին։';
$_['error_zone_to_geo_zone'] = 'Ուշադրություն․ այս գոտին հնարավոր չէ հեռացնել, քանի որ ներկայումս կից է %s գոտիների գեոգոտիներին։';