<?php
// Heading
$_['heading_title']        = 'Էլեկտրոնային հասցե';

// Text
$_['text_success']         = 'Ձեր հաղորդագրությունը հաջողությամբ ուղարկվել է։';
$_['text_sent']            = 'Ձեր հաղորդագրությունը հաջողությամբ ուղարկվել է %s  %s ստացողներին։';
$_['text_list']            = 'Էլեկտրոնային հասցեների ցանկ';
$_['text_default']         = 'Հիմնական';
$_['text_newsletter']      = 'Բոլոր նորություններին բաժանորդագրվածները։';
$_['text_customer_all']    = 'Բոլոր հաճախորդները';
$_['text_customer_group']  = 'Հաճախորդի խումբ';
$_['text_customer']        = 'Հաճախորդներ';
$_['text_affiliate_all']   = 'Բոլոր աֆիլիատները';
$_['text_affiliate']       = 'Աֆիլիատներ';
$_['text_product']         = 'Ապրանքներ';

// Entry
$_['entry_store']          = 'Ումից';
$_['entry_to']             = 'Ում';
$_['entry_customer_group'] = 'Հաճախորդի խումբ';
$_['entry_customer']       = 'Հաճախորդ';
$_['entry_affiliate']      = 'Աֆիլիատ';
$_['entry_product']        = 'Ապրանքներ';
$_['entry_subject']        = 'Թեմա';
$_['entry_message']        = 'Հաղորդագրություն';

// Help
$_['help_customer']        = '(Ավտոմատ լրացում)';
$_['help_affiliate']       = '(Ավտոմատ լրացում)';
$_['help_product']         = 'Ուղարկեք միայն այն հաճախորդներին, ովքեր պատվիրել են ցուցակի ապրանքները։ (Ավտոմատ լրացում)';

// Error
$_['error_permission']     = 'Ուշադրություն․ Դուք չունեք Էլեկտրոնային հաղորդագրություն ուղարկելու թույլտվություն։';
$_['error_subject']        = 'Էլեկտրոնային հաղորդագրության թեման պարտադիր է։';
$_['error_message']        = 'Էլեկտրոնային հաղորդագրությունը պարտադիր է։';