<?php
// Heading
$_['heading_title']       = 'Արժեկտրոններ';

// Text
$_['text_success']        = 'Դուք հաջողությամբ փոփոխել եք Արժեկտրոնները։';
$_['text_list']           = 'Արժեկտրոնի ցանկ';
$_['text_add']            = 'Ավելացնել արժեկտրոն';
$_['text_edit']           = 'Փոփոխել արժեկտրոնը';
$_['text_percent']        = 'Տոկոս';
$_['text_amount']         = 'Ֆիքսված գումար';
$_['text_coupon']         = 'Արժեկտրոնի պատմություն';

// Column
$_['column_name']         = 'Արժեկտրոնի անվանում';
$_['column_code']         = 'Ծածկագիր';
$_['column_discount']     = 'Զեղչ';
$_['column_date_start']   = 'Սկսման ամսաթիվ';
$_['column_date_end']     = 'Ավարտի ամսաթիվ';
$_['column_status']       = 'Կարգաիճակ';
$_['column_order_id']     = 'ՊատվերիID';
$_['column_customer']     = 'Հաճախորդ';
$_['column_amount']       = 'Քանակ';
$_['column_date_added']   = 'Ավելացման ամսաթիվ';
$_['column_action']       = 'Գործողություն';

// Entry
$_['entry_name']          = 'Արժեկտրոնի անվանում';
$_['entry_code']          = 'Ծածկագիր';
$_['entry_type']          = 'Տեսակ';
$_['entry_discount']      = 'Զեղչ';
$_['entry_logged']        = 'Հաճախորդի մուտք';
$_['entry_shipping']      = 'Անվճար առաքում';
$_['entry_total']         = 'Ընդհանուր գումարը';
$_['entry_category']      = 'Կատեգորիա';
$_['entry_product']       = 'Ապրանքներ';
$_['entry_date_start']    = 'Սկսման ամսաթիվ';
$_['entry_date_end']      = 'Ավարտի ամսաթիվ';
$_['entry_uses_total']    = 'Օգտագործում է մեկ արժեկտրոնի համար';
$_['entry_uses_customer'] = 'Օգտագործում է յուրաքանչյուր հաճախորդի համար';
$_['entry_status']        = 'Կարգավիճակ';

// Help
$_['help_code']           = 'Զեղչը ստանալու համար հաճախորդի մուտքագրած ծածկագիրը։';
$_['help_type']           = 'Տոկոս կամ Ֆիքսված գումար';
$_['help_logged']         = 'Արժեկտրոնից օգտվելու համար հաճախորդը պետք է մուտք գործի համակարգ։';
$_['help_total']          = 'Ընդհանուր գումարը, որը պետք է սպառվի մինչև կտրոնը ուժի մեջ է:';
$_['help_category']       = 'Ընտրեք բոլոր ապրանքները ընտրված կատեգորիայի ներքո:';
$_['help_product']        = 'Ընտրեք հատուկ ապրանքներ, որոնց վրա արժեկտրոնը կկիրառվի։ նտրեք ոչ մի ապրանք, որը արժեկտրոնը ողջ զամբյուղի վրա համար:';
$_['help_uses_total']     = 'Արժեկտրոնի առավելագույն քանակը, որը կարող է օգտագործվել ցանկացած հաճախորդի կողմից: Դաշտը բաց թողնել անսահմանափակ օգտագործման համար։';
$_['help_uses_customer']  = 'Արժեկտրոնի առավելագույն քանակը, որը կարող է օգտագործվել մեկ հաճախորդի կողմից:  Դաշտը բաց թողնել անսահմանափակ օգտագործման համար։';

// Error
$_['error_permission']    = 'Ուշադրություն․  Դուք չունեք արժեկտրոնները փոփոխելու թույլտվություն։';
$_['error_exists']        = 'Ուշադրություն․  Արժեկտրոնը արդեն օգտագործվում է։';
$_['error_name']          = 'Արժեկտրոնի անունը պետք է պարունակի 3-ից 128 նիշ։';
$_['error_code']          = 'Ծածկագիրը անունը պետք է պարունակի 3-ից 10 նիշ։';