<?php
// Heading
$_['heading_title']     = 'Մարքեթինգային հետևում';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք  Մարքեթինգային հետևումը։';
$_['text_list']         = 'Մարքեթինգային հետևումների ցանկ';
$_['text_add']          = 'Ավելացնել Մարքեթինգային հետևում';
$_['text_edit']         = 'Փոփոխել մարքեթինգային հետևումը';
$_['text_filter']       = 'Զտիչ';
		
// Column
$_['column_name']       = 'Արշավի անվանում';
$_['column_code']       = 'Ծածկագիր';
$_['column_clicks']     = 'Հպումներ';
$_['column_orders']     = 'Պատվերներ';
$_['column_date_added'] = 'Ավելացման ամսաթիվ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Արշավի անվանում';
$_['entry_description'] = 'Արշավի նկարագրություն';
$_['entry_code']        = 'Հետևելու ծածկագիր';
$_['entry_example']     = 'Օրինակներ';
$_['entry_date_added']  = 'Ավելացման ամսաթիվ';

// Help
$_['help_code']         = 'Հետևման ծածկագիր, որը կօգտագործվի մարքեթինգային արշավին հետևելու համար։';
$_['help_example']      = 'Այսպիսով, համակարգը կարող է հետևել հղումներին, որոնց համար անհրաժեշտ է ավելացնել հետևելու կոդը `ձեր կայքի հղման URL- ի վերջում:';

// Error
$_['error_permission']  = 'Ուշադրություն․  Դուք չունեք փոփոխելու թույլտվություն։ marketing tracking!';
$_['error_name']        = 'Արշավը պետք է պարունակի 1-ից 32 նիշ։';
$_['error_code']        = 'Հետևելու ծածկագիրը պարտադիր է։';
$_['error_exists']      = 'Հետևելու ծածկագիրը օգտագործվում է այլ արշավի կողմից։';