<?php
// Heading
$_['heading_title']      = 'Խարդախության դեմ պայքարի IP';

// Text
$_['text_extension']     = 'Ընդարձակումներ';
$_['text_success']       = 'Դուք հաջողությամբ փոփոխել եք Խարդախության դեմ պայքարի IP-ն։';
$_['text_edit']          = 'Փոփոխել Խարդախության դեմ պայքարի IP-ն';
$_['text_ip_add']        = 'Ավելացնել IP հասցե';
$_['text_ip_list']       = 'Խարդախության դեմ պայքարի IP հասցեի ցանկ';

// Column
$_['column_ip']          = 'IP';
$_['column_total']       = 'Ընդահանուր հաշիվներ';
$_['column_date_added']  = 'Ավելացման ամսաթիվ';
$_['column_action']      = 'Գործողություն';

// Entry
$_['entry_ip']           = 'IP';
$_['entry_status']       = 'Կարգավիճակ';
$_['entry_order_status'] = 'Պատվերի կարգավիճակ';

// Help
$_['help_order_status']  = 'Հաճախորդները, ովքեչ ունեն արգելապակված IP իրենց հաշվին, կստանա այս պատվերի կարգավիճակը և չի թույլատրվի ստանալ ավարտված կարգավիճակ:';

// Error
$_['error_permission']   = 'Դուք չունեք թույլտվություն փոփոխելու Խարդախության դեմ պայքարի IP-ն։';