<?php
// Heading
$_['heading_title']          = 'Հատկանիշներ';

// Text
$_['text_success']           = 'Դուք հաջողությամբ փոփոխել եք հատկանիշները';
$_['text_list']              = 'Հատկանիշների ցանկ';
$_['text_add']               = 'Ավելացնել հատկանիշ';
$_['text_edit']              = 'Փոփոխել հատկանիշը';

// Column
$_['column_name']            = 'Հատկանիշի անվանում';
$_['column_attribute_group'] = 'Հատկանիշի խումբ';
$_['column_sort_order']      = 'Տեսակավորման կարգ';
$_['column_action']          = 'Գործողություն';

// Entry
$_['entry_name']             = 'Հատկանիշի անվանում';
$_['entry_attribute_group']  = 'Հատկանիշի խումբ';
$_['entry_sort_order']       = 'Տեսակավորման կարգ';

// Error
$_['error_permission']       = 'Ուշադրություն․ Դուք չունեք հատկանիշները փոփոխելու թույլտվություն:';
$_['error_attribute_group']  = 'Հատկանիշների խումբը պարտադիր է';
$_['error_name']             = 'Հատկանիշի անվանումը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_product']          = 'Ուշադրություն․ Այս հատկանիշը չի կարող հեռացվել, քանի որ այն ներկայումս կից է  %s ապրանքներին։';