<?php
// Heading
$_['heading_title']     = 'Հատկանիշների խումբ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք հատկանիշների խումբը';
$_['text_list']         = 'Հատկանիշների խմբի ցանկ';
$_['text_add']          = 'Ավելացնել հատկանիշների խումբ';
$_['text_edit']         = 'Փոփոխել հատկանիշների խումբը';

// Column
$_['column_name']       = 'Հատկանիշների խմբի անվանում';
$_['column_sort_order'] = 'Տեսակավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Հատկանիշների խմբի անվանում';
$_['entry_sort_order']  = 'Տեսակավորման կարգ';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք չունեք հատկանիշների խումբը փոփոխելու թույլտվություն:';
$_['error_name']        = 'Հատկանիշների խմբի անվանումը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_attribute']   = 'Ուշադրություն․ Այս հատկանիշների խումբը չի կարող հեռացվել, քանի որ այն ներկայումս կից է  %s հատկանիշներին։';
$_['error_product']     = 'Ուշադրություն․ Այս հատկանիշների խումբը չի կարող հեռացվել, քանի որ այն ներկայումս կից է %s ապրանքներին։';