<?php
// Heading
$_['heading_title']          = 'Կատեգորիաներ';

// Text
$_['text_success']           = 'Դուք հաջողությամբ փոփոխել եք կատեգորիաները։';
$_['text_list']              = 'Կատեգորիաների ցանկ';
$_['text_add']               = 'Ավելացնել կատեգորիաներ';
$_['text_edit']              = 'Փոփոխել կատեգորիան';
$_['text_default']           = 'Հիմնական';
$_['text_keyword']           = 'Բացատների մի օգտագործեք, փոխարենը օգտագործեք - և համոզվեք, որ SEO URL համընդհանուր եզակի է։';

// Column
$_['column_name']            = 'Կատեգորիայի անվանում';
$_['column_sort_order']      = 'Տեսակավորման կարգ';
$_['column_action']          = 'Գործողություն';

// Entry
$_['entry_name']             = 'Կատեգորիայի անվանում';
$_['entry_description']      = 'Նկարագրություն';
$_['entry_meta_title'] 	     = 'Մետաթեգ վերնագիր';
$_['entry_meta_keyword']     = 'Մետաթեգ բանալի բառեր';
$_['entry_meta_description'] = 'Մետաթեգ Նկարագրություն';
$_['entry_store']            = 'Խանութներ';
$_['entry_keyword']          = 'Բանալի բառ';
$_['entry_parent']           = 'Մաի կատեգորիա';
$_['entry_filter']           = 'Զտիչներ';
$_['entry_image']            = 'նկար';
$_['entry_top']              = 'Թոփ';
$_['entry_column']           = 'Սյունակներ';
$_['entry_sort_order']       = 'Տեսակավորման կարգ';
$_['entry_status']           = 'Կարգավիճակ';
$_['entry_layout']           = 'Մակետի նախորոշում';

// Help
$_['help_filter']            = '(ավտոմատ լրացում)';
$_['help_top']               = 'Ցուցադրում մենյուի վերի հատվածում։ Աշխատում է միայն թոփ կատեգորիաների ժամանակ։ ';
$_['help_column']            = 'Սյունակների քանակը, որոնք կօգտագործվեն ստորին 3 կատեգորիաների համար: Աշխատում է միայն թոփ կատեգորիաների ժամանակ։';

// Error
$_['error_warning']          = 'Ուշադրություն․ խնդրում ենք ստուգել ձևաթուղթը ևս մեկ անգամ';
$_['error_permission']       = 'Ուշադրություն․ Դուք չունեք կատեգորիաներ փոփոխելու թույլտվություն:';
$_['error_name']             = 'Կատեգորիայի անվանումը պետք է պարունակի 1-ից 255 նիշ։';
$_['error_meta_title']       = 'Մետա վերնագիրը պետք է պարունակի 1-ից  255 նիշ։';
$_['error_keyword']          = 'SEO URL արդեն օգտագործվում է։';
$_['error_unique']           = 'SEO URL պետք է լինի եզակի։';
$_['error_parent']           = 'Մայր կատեգորիան , որը դուք ընտրել եք, հանդիսանում է ընթացիկ դուստր կատեգորիա։';