<?php
// Heading
$_['heading_title']     = 'Ներբեռնումներ';

// Text
$_['text_success']      = 'Դուք փոփոխել եք ներբեռնումները';
$_['text_list']         = 'ներբեռնումների ցանկ';
$_['text_add']          = 'Ավելացնել ներբեռնում';
$_['text_edit']         = 'Փոփոխել ներբեռնումները';
$_['text_upload']       = 'Ձեր ֆայլը հաջողությամբ վերբեռնվեց:';

// Column
$_['column_name']       = 'Ներբեռնումի անվանում';
$_['column_date_added'] = 'Ավելացման օր';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Ներբեռնումի անվանում';
$_['entry_filename']    = 'Ֆայլի անվանում';
$_['entry_mask']        = 'Դիմակ';

// Help
$_['help_filename']     = 'Կարող եք վերբեռնել վերբեռնել կոճակի միջոցով կամ օգտագործել FTP՝ բեռնեք ներբեռնման կատալոգի մեջ և նշեք ստորև նշված մանրամասները: ';
$_['help_mask']         = 'Առաջարկում ենք, որ ֆայլի անունն ու դիմակը տարբեր լինեն, որպեսզի ոչ ոք չկարողանա հղում կատարել Ձեր ներբեռնումներին։';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք ներբեռնումները փոփոխելու թույլտվություն չունեք:';
$_['error_name']        = 'Ներբեռնման անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_upload']      = 'Վերբեռնումը պարտադիր է';
$_['error_filename']    = 'Ֆայլի անվանումը պետք է պարունակի 3-ից 128 նիշ։';
$_['error_exists']      = 'ֆայլը գույություն չունի';
$_['error_mask']        = 'Դիմակը պետք է պարունակի 3-ից 128 նիշ։';
$_['error_filetype']    = 'Ֆայլի անվավեր տեսակ';
$_['error_product']     = 'Ուշադրություն․ այս ներբեռնումը հնարավոր չէ հեռացնել, քանի որ այն կից է %s ապրանքներին։';