<?php
// Heading
$_['heading_title']     = 'Զտիչներ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխեցիք զտիչները։';
$_['text_list']         = 'Զտիչների ցանկ';
$_['text_add']          = 'Ավելացնել զտիչ';
$_['text_edit']         = 'Փոփոխել զտիչը';
$_['text_group']        = 'Զտիչի խումբ';
$_['text_value']        = 'Զտիչի արժեք';

// Column
$_['column_group']      = 'Զտիչի խումբ';
$_['column_sort_order'] = 'Տեսակավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_group']       = 'Զտիչի խմբի անվանում';
$_['entry_name']        = 'Զտիչի անվանում';
$_['entry_sort_order']  = 'Տեսակավորման կարգ';

// Error
$_['error_permission']  = 'Ուշադրություն․ Դուք չունեք զտիչներ փոփոխելու թույլտվություն:';
$_['error_group']       = 'Զտիչի խմբի անվանումը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_name']        = 'Զտիչի անվանումը պետք է պարունակի 1-ից 64 նիշ։';