<?php
// Heading
$_['heading_title']          = 'Ինֆորմացիա';

// Text
$_['text_success']           = 'Դուք հաջողությամբ փոփոխել եք ինֆորմացիան';
$_['text_list']              = 'Ինֆորմացիայի ցանկ';
$_['text_add']               = 'Ավելացնել ինֆորմացիա';
$_['text_edit']              = 'Փոփոխել ինֆորմացիան';
$_['text_default']           = 'Հիմնական';
$_['text_keyword']           = 'Բացատների մի օգտագործեք, փոխարենը օգտագործեք - և համոզվեք, որ SEO URL համընդհանուր եզակի է';

// Column
$_['column_title']           = 'Ինֆորմացիայի վերնագիր';
$_['column_sort_order']      = 'Տեսակավորման կարգ';
$_['column_action']          = 'Գործողություն';

// Entry
$_['entry_title']            = 'Ինֆորմացիայի վերնագիր';
$_['entry_description']      = 'Նկարագրություն';
$_['entry_meta_title']       = 'Մետաթեգ վերնագիր';
$_['entry_meta_keyword']     = 'Մետաթեգ բանալի բառեր';
$_['entry_meta_description'] = 'Մետաթեգ Նկարագրություն';
$_['entry_store']            = 'Խանութներ';
$_['entry_keyword']          = 'Բանալի բառեր';
$_['entry_bottom']           = 'Ստորին հատված';
$_['entry_status']           = 'Կարգավիճակ';
$_['entry_sort_order']       = 'Տեսակավորման կարգ';
$_['entry_layout']           = 'Մակետի ընտրություն';

// Help
$_['help_bottom']            = 'Ցուցադրել ստորին հատվածում։';

// Error
$_['error_warning']          = 'Ուշադրություն․ խնդրում ենք ևս մեկ անգամ ստուգել ձևաթուղթը';
$_['error_permission']       = 'Ուշադրություն․ Դուք չունեք տեղեկատվություն փոփոխելու թույլտվություն:';
$_['error_title']            = 'Ինֆորմացիայի վերնագիրը անվանումը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_description']      = 'Նկարագրությունը պետք է պարունակի ավելի քան 3 նիշ։';
$_['error_meta_title']       = 'Մետավերնագիրը պետք է պարունակի 1-ից 255 նիշ։';
$_['error_keyword']          = 'SEO URL արդեն օգտագործվում է։';
$_['error_unique']           = 'SEO URL պետք է լինի եզակի';
$_['error_account']          = 'Ուշադրություն․ Այս տեղեկատվական էջը հնարավոր չէ ջնջել, քանի որ ներկայումս այն նշանակված է որպես խանութի հաշվի պայմաններ:';
$_['error_checkout']         = 'Ուշադրություն․ Այս տեղեկատվական էջը հնարավոր չէ ջնջել, քանի որ ներկայումս այն նշանակված է որպես խանութի վճարման պայմաններ։';
$_['error_affiliate']        = 'Ուշադրություն․ Այս տեղեկատվական էջը հնարավոր չէ ջնջել, քանի որ ներկայումս այն նշանակված է որպես խանութի աֆիլիատ պայմաններ։';
$_['error_return']           = 'Ուշադրություն․ Այս տեղեկատվական էջը հնարավոր չէ ջնջել, քանի որ ներկայումս այն նշանակված է որպես խանութի վերադարձի պայմաններ։';
$_['error_store']            = 'Ուշադրություն․ Այս տեղեկատվական էջը հնարավոր չէ ջնջել, քանի որ ներկայումս այն օգտագործվում է %s Խանութների կողմից։';