<?php
// Heading
$_['heading_title']     = 'Արտադրողներ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք արտադրողներին';
$_['text_list']         = 'Արտադրողների ցանկ';
$_['text_add']          = 'Ավելացնել արտադրող';
$_['text_edit']         = 'Փոփոխել արտադրողներին';
$_['text_default']      = 'Հիմնական';
$_['text_percent']      = 'Տոկոս';
$_['text_amount']       = 'Ֆիքսված գումար';
$_['text_keyword']      = 'Բացատներ մի օգտագործեք, փոխարենը օգտագործեք - և համոզվեք, որ SEO URL համընդհանուր եզակի է';

// Column
$_['column_name']       = 'Արտադրողի անուն';
$_['column_sort_order'] = 'Տեսակավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Entry
$_['entry_name']        = 'Արտադրողի անուն';
$_['entry_store']       = 'Խանութներ';
$_['entry_keyword']     = 'Բանալի բառ';
$_['entry_image']       = 'Նկար';
$_['entry_sort_order']  = 'Տեսակավորման կարգ';
$_['entry_type']        = 'Տեսակ';

// Error
$_['error_permission']  = 'Ուշադրություն․ Արտադրողներին փոփոխելու թույլտվություն չունեք:';
$_['error_name']        = 'Արտադրողի անունը պետք է պարունակի 1-ից 64 նիշ։';
$_['error_keyword']     = 'SEO URL արդեն օգտագործվում է։';
$_['error_unique']      = 'SEO URL պետք է լինի եզակի';
$_['error_product']     = 'Ուշադրություն․ Այս արտադրողին հնարավոր չէ ջնջել, քանի որ ներկայումս այն կցված է %s ապրանքներին։';