<?php
// Heading
$_['heading_title']      = 'Տարբերակներ';

// Text
$_['text_success']       = 'Դուք հաջողությամբ փսոփոխել եք տարբերակները';
$_['text_list']          = 'Տարբերակների ցանկ';
$_['text_add']           = 'Ավելացնել տարբերակ';
$_['text_edit']          = 'Փոփոխել տարբերակը';
$_['text_choose']        = 'Ընտրել';
$_['text_select']        = 'Ընտրել';
$_['text_radio']         = 'Ռադիո';
$_['text_checkbox']      = 'Checkbox';
$_['text_input']         = 'Մուտք';
$_['text_text']          = 'Տեքստ';
$_['text_textarea']      = 'Տեսքստի դաշտ';
$_['text_file']          = 'Ֆայլ';
$_['text_date']          = 'Օր';
$_['text_datetime']      = 'Օր &amp; Ժամանակ';
$_['text_time']          = 'Ժամանակ';
$_['text_option']        = 'Տարբերակ';
$_['text_value']         = 'Տարբերակի արժեք';

// Column
$_['column_name']        = 'Տարբերակի անուն';
$_['column_sort_order']  = 'Տեսակավորման կարգ';
$_['column_action']      = 'Գործողություն';

// Entry
$_['entry_name']         = 'Տարբերակի անուն';
$_['entry_type']         = 'Տեսակ';
$_['entry_option_value'] = 'Տարբերակի արժեքի անուն';
$_['entry_image']        = 'Նկար';
$_['entry_sort_order']   = 'Տեսակավորման կարգ';

// Error
$_['error_permission']   = 'Ուշադրություն․  Դուք չունեք տարբերակները փոփոխելու թույլտվություն:';
$_['error_name']         = 'Տարբերակի անունը պետք է պարունակի 1-ից 128 նիշ։';
$_['error_type']         = 'Ուշադրություն․  Տարբերակի արժեքը պարտադիր է։';
$_['error_option_value'] = 'Տարբերակի արժեքի անունը պետք է պարունակի 1-ից 128 նիշ։';
$_['error_product']      = 'Ուշադրություն․  Այս տարբերակը հնարավոր չէ ջնջել, քանի որ ներկայումս այն կցված է %s ապրանքներին։';