<?php
// Heading
$_['heading_title']         = 'Կրկնվող պրոֆիլներ';

// Text
$_['text_success']          = 'Դուք հաջողությամբ փոփոխել եք կրկնվող պրոֆիլները';
$_['text_list']             = 'Կրկնվող պրոֆիլների ցանկ';
$_['text_add']              = 'Ավելացնել կրկնվող պրոֆիլ';
$_['text_edit']             = 'Փոփոխել կրկնվող պրոֆիլը';
$_['text_day']              = 'Օր';
$_['text_week']             = 'Շաբաթ';
$_['text_semi_month']       = 'Կես ամիս';
$_['text_month']            = 'Ամիս';
$_['text_year']             = 'Տարի';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Կրկնվող գումարները հաշվարկվում են հաճախականության և ցիկլերի միջոցով:</p><p>Օրինակ դուք օգտագործում եք "շաբաթ"  հաճախականությունը և "2" ցիկլը, ապա օգտատերը կգանձվի շաբաթվա մեջ 2 անգամ։</p><p>Տևողությունը այն թիվն է, թե քանի անգամ օգտատերը կկատարի վճարում, սահմանեք սա 0-ով, եթե ցանկանում եք վճարումներ կատարել մինչև դրանք չեղյալ հայտարարվեն:</p>';
$_['text_profile']          = 'Կրկնվող պրոֆիլ';
$_['text_trial']            = 'Փորձնական պրոֆիլ';

// Entry
$_['entry_name']            = 'Անուն';
$_['entry_price']           = 'Արժեք';
$_['entry_duration']        = 'Տևողություն';
$_['entry_cycle']           = 'Ցիկլ';
$_['entry_frequency']       = 'Հաճախականություն';
$_['entry_trial_price']     = 'Փորձնական արժեք';
$_['entry_trial_duration']  = 'Փորձնական տևողություն';
$_['entry_trial_status']    = 'Փորձնական կարգավիճակ';
$_['entry_trial_cycle']     = 'Փորձնական ցիկլ';
$_['entry_trial_frequency'] = 'Փորձնական հաճախականություն';
$_['entry_status']          = 'Կարգավիճակ';
$_['entry_sort_order']      = 'Տեսակավորման կարգ';

// Column
$_['column_name']           = 'Անուն';
$_['column_sort_order']     = 'Տեսակավորման կարգ';
$_['column_action']         = 'Գործողություն';

// Error
$_['error_warning']         = 'Ուշադրություն․ խնդրում ենք ևս մեկ անգամ ստուգել ձևաթուղթը';
$_['error_permission']      = 'Ուշադրություն․ Դուք չունեք կրկնվող պրոֆիլները փոփոխելու թույլտվություն:';
$_['error_name']            = 'Պրոֆիլի անվանումը պետք է պարունակի 3-ից 255 նիշ։';
$_['error_product']         = 'Ուշադրություն․ Այս կրկնվող պրոֆիլը հնարավոր չէ հեռացնել, քանի որ այն կից է %s ապրանքներին։';