<?php
// Heading
$_['heading_title'] = 'Օգտագործել (Available %s)';

// Text
$_['text_reward']   = 'Պարգևատրման միավորներ (%s)';
$_['text_order_id'] = 'Պատվերի ID: #%s';
$_['text_success']  = 'Ձեր պարգևատրման միավորների զեղչը ընդունվել է';

// Entry
$_['entry_reward']  = 'Միավորներ, որոնք կարող եք օգտագործել (Max %s)';

// Error
$_['error_reward']  = 'Ուշադրություն․ մուտքագրեք միավորների քանակը, որը ցանկանում եք օգտագործել';
$_['error_points']  = 'Ուշադրություն․ Դուք չունեք  %s պարգևատրման միավորներ։';
$_['error_maximum'] = 'Ուշադրություն․ պարգևատրման միավորների առավելագույն քանակը, որը կարող եք օգտագործել %s!';