<?php
// Heading
$_['heading_title']        = 'Առաքման նախահաշիվը &amp; հարկեր ';

// Text
$_['text_success']         = 'Ձեր առաքման նախահաշիվը հաջողությամբ ընդունվել է է:';
$_['text_shipping']        = 'Մուտքագրեք ձեր նպատակակետը՝ բեռնափոխադրման նախահաշիվը ստանալու համար.';
$_['text_shipping_method'] = 'Խնդրում ենք ընտրել առաքման նախընտրելի եղանակը այս պատվերի համար:';

// Entry
$_['entry_country']        = 'Երկիր';
$_['entry_zone']           = 'Տարածաշրջան / Նահանգ';
$_['entry_postcode']       = 'Փոստային ինդեքս';

// Error
$_['error_postcode']       = 'Փոստային ինդեքսը պետք է պարունակի 2-ից 10 նիշ։';
$_['error_country']        = 'Խնդրում ենք ընտրել երկիրը';
$_['error_zone']           = 'Խնդրում ենք ընտրել Տարածաշրջանը / Նահանգը։';
$_['error_shipping']       = 'Ուշադրություն․ առաքման մեթոդը պարտադիր է։';
$_['error_no_shipping']    = 'Ուշադրություն․ առաքման հասանելի տարբերակներ չկան։ Խնդրում ենք <a href="%s">կապ հաստատել մեզ հետ </a> աջակցության համար։';