<?php
// Text
$_['text_title']				= 'Կրեդիտ կամ դեբատային քարտ';
$_['text_credit_card']			= 'Կրեդիտ քարտի տվյալներ';
$_['text_wait']					= 'Խնդրում ենք սպասել';

// Entry
$_['entry_cc_number']			= 'Քարտի համար';
$_['entry_cc_name']				= 'Քարտապան';
$_['entry_cc_expire_date']		= 'Քարտի վավերականության ժամկետ';
$_['entry_cc_cvv2']				= 'Քարտի անվտանգության ծածկագիր (CVV2)';

// Help
$_['help_start_date']			= '(եթե անհասանելի է)';
$_['help_issue']				= '(միայն Maestro և Solo քարտերի համար)';

// Text
$_['text_result']				= 'Արդյունք ';
$_['text_approval_code']		= 'Հաստատման ծածկագիր ';
$_['text_reference_number']		= 'Հղում ';
$_['text_card_number_ref']		= 'Քարտի 4 նիշեր: xxxx ';
$_['text_card_brand']			= 'Քարտի բրենդ ';
$_['text_response_code']		= 'Արձագանքման ծածկագիրը ';
$_['text_fault']				= 'Սխալ հաղորդագրություն: ';
$_['text_error']				= 'Սխալ հաղորդագրություն: ';
$_['text_avs']					= 'Հասցեի հաստատում ';
$_['text_address_ppx']			= 'Քարտի թողարկողի կողմից տրամադրված չէ որևէ հասցե, կամ ստուգված չէ քարտի թողարկողի կողմից։';
$_['text_address_yyy']			= 'Քարտի թողարկողը հաստատեց, որ փողոցի անվանումը և փոստային ինդեքսը համընկնում են իրենց գրառումների հետ։';
$_['text_address_yna']			= 'Քարտի թողարկողը հաստատեց, որ փողոցի անվանումը համընկնում է իրենց գրառումներին, իսկ փոստային ինդեքսը ոչ։';
$_['text_address_nyz']			= 'Քարտի թողարկողը հաստատեց, որ փոստային ինդեքսը համընկնում է իրենց գրառումներին, իսկ փողոցի անվանումը ոչ։';
$_['text_address_nnn']			= 'Փոստային ինդեքսը և փողոցի անվանումը չեն համընկնում քարտի թողարկողի գրառումներին։';
$_['text_address_ypx']			= 'Քարտի թողարկողը հաստատեց, որ փողոցի անվանումը համընկնում է իրենց գրառումներին։ Թողարկողը չի ստուգել փոստային ինդեքսը։';
$_['text_address_pyx']			= 'Քարտի թողարկողը հաստատեց, որ փոստային ինդեքսը համընկնում է իրենց գրառումներին։ Թողարկողը չի ստուգել փողոցի անվանումը։';
$_['text_address_xxu']			= 'Թողարկողը չի ստուգել AVS ինֆորմացիան։';
$_['text_card_code_verify']		= 'Անվտանգության ծածկագիր ';
$_['text_card_code_m']			= 'Քարտի անվտանգության ծածկագրի համընկնում';
$_['text_card_code_n']			= 'Քարտի անվտանգության ծածկագիրը չի համընկնում';
$_['text_card_code_p']			= 'Մշակված չէ';
$_['text_card_code_s']			= 'Վաճառողը նշել է, որ քարտի անվտանգության ծածկագիրը չկա';
$_['text_card_code_u']			= 'Թողարկողը վավերացված չէ և (կամ) չի տրամադրել կոդավորման բանալիներ';
$_['text_card_code_x']			= 'Քարտերի ասոցիացիայի կողմից ոչ մի պատասխան չի ստացվել';
$_['text_card_code_blank']		= 'Դատարկ պատասխանը պետք է նշի, որ ոչ մի կոդ չի ուղարկվել, և  չկա որևէ ցուցում այն մասին, որ ծածկագիրը չկա քարտում:';
$_['text_card_accepted']		= 'Ընդունված քարտեր ';
$_['text_card_type_m']			= 'Mastercard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_new']				= 'Նոր քարտ';
$_['text_response_proc_code']	= 'Մշակման ծածկագիր ';
$_['text_response_ref']			= 'Հղման համար';

// Error
$_['error_card_number']			= 'Խնդրում ենք ստուգել քարտի համարի վավերականությունը։';
$_['error_card_name']			= 'Խնդրում ենք ստուգել քարտապանի վավերականությունը։';
$_['error_card_cvv']			= 'Խնդրում ենք ստուգել CVV2 վավերականությունը։';
$_['error_failed']				= 'Ձեր վճարումը հնարավոր չէ իրականացնել, խնդրում ենք կապ հաստատել վաճառողի հետ։';