<?php
// Heading
$_['text_title']				= 'Կրեդիտ կամ դեբատային քարտ';

// Button
$_['button_confirm']			= 'Շարունակել';

// Text
$_['text_new_card']				= 'Նոր քարտ';
$_['text_store_card']			= 'Հիշել քարտի տվյալները';
$_['text_address_response']		= 'Հասցեի նույնականացում ';
$_['text_address_ppx']			= 'Քարտի թողարկողի կողմից տրամադրված չէ որևէ հասցե, կամ ստուգված չէ քարտի թողարկողի կողմից։';
$_['text_address_yyy']			= 'Քարտի թողարկողը հաստատեց, որ փողոցի անվանումը և փոստային ինդեքսը համընկնում են իրենց գրառումների հետ։';
$_['text_address_yna']			= 'Քարտի թողարկողը հաստատեց, որ փողոցի անվանումը համընկնում է իրենց գրառումներին, իսկ փոստային ինդեքսը ոչ։';
$_['text_address_nyz']			= 'Քարտի թողարկողը հաստատեց, որ փոստային ինդեքսը համընկնում է իրենց գրառումներին, իսկ փողոցի անվանումը ոչ։';
$_['text_address_nnn']			= 'Փոստային ինդեքսը և փողոցի անվանումը չեն համընկնում քարտի թողարկողի գրառումներին։';
$_['text_address_ypx']			= 'Քարտի թողարկողը հաստատեց, որ փողոցի անվանումը համընկնում է իրենց գրառումներին։ Թողարկողը չի ստուգել փոստային ինդեքսը։';
$_['text_address_pyx']			= 'Քարտի թողարկողը հաստատեց, որ փոստային ինդեքսը համընկնում է իրենց գրառումներին։ Թողարկողը չի ստուգել փողոցի անվանումը։';
$_['text_address_xxu']			= 'Թողարկողը չի ստուգել AVS ինֆորմացիան։';
$_['text_card_code_verify']		= 'Անվտանգության ծածկագիր ';
$_['text_card_code_m']			= 'Քարտի անվտանգության ծածկագրի համընկնում';
$_['text_card_code_n']			= 'Քարտի անվտանգության ծածկագիրը չի համընկնում';
$_['text_card_code_p']			= 'Մշակված չէ';
$_['text_card_code_s']			= 'Վաճառողը նշել է, որ քարտի անվտանգության ծածկագիրը չկա';
$_['text_card_code_u']			= 'Թողարկողը վավերացված չէ և (կամ) չի տրամադրել կոդավորման բանալիներ';
$_['text_card_code_x']			= 'Քարտերի ասոցիացիայի կողմից ոչ մի պատասխան չի ստացվել';
$_['text_card_code_blank']		= 'Դատարկ պատասխանը պետք է նշի, որ ոչ մի կոդ չի ուղարկվել, և  չկա որևէ ցուցում այն մասին, որ ծածկագիրը չկա քարտում:';
$_['text_card_type_m']			= 'Mastercard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_type_mauk']		= 'Maestro UK/Solo';
$_['text_response_code_full']	= 'Approval code: ';
$_['text_response_code']		= 'Ամբողջական պատասխանի ծածկագիր ';
$_['text_response_card']		= 'Օգտագործված քարտ ';
$_['text_response_card_type']	= 'Քարտի տեսակ ';
$_['text_response_proc_code']	= 'Մշակման ծածկագիր';
$_['text_response_ref']			= 'Հղման համար';

// Error
$_['error_failed']				= 'Ձեր վճարումը հնարավոր չէ իրականացնել, խնդրում ենք փորձել կրկին։';