<?php
// Text
$_['text_title']				= 'Կրեդիտ կամ դեբատային քարտ';
$_['text_credit_card']			= 'Կրեդիտ քարտի տվյալներ';
$_['text_wait']					= 'Խնդրում ենք սպասել';
$_['text_result']				= 'Արդյունք';
$_['text_message']				= 'Հաղորդագրություն';
$_['text_cvn_result']			= 'CVN արդյունք';
$_['text_avs_postcode']			= 'AVS փոստային ինդեքս';
$_['text_avs_address']			= 'AVS հասցե';
$_['text_eci']					= 'ECI (3D անվտանգություն) արդյունք';
$_['text_tss']					= 'TSS արդյունք';
$_['text_card_bank']			= 'Քարտի թողարկման բանկ';
$_['text_card_country']			= 'Քարտի երկիր';
$_['text_card_region']			= 'Քարտի տարածաշրջան';
$_['text_last_digits']			= 'Վերջին 4 նիշերը';
$_['text_order_ref']			= 'Խատվերի հղում';
$_['text_timestamp']			= 'Ժամկետ';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'Mastercard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';
$_['text_auth_code']			= 'Նույնականացման ծածկագիր';
$_['text_3d_s1']				= 'Քարտապան գրանցված չէ, պատասխանատվության փոփոխություն';
$_['text_3d_s2']				= 'Անհնար է հաստատել գրանցումը, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s3']				= 'Գրանցման սերվերից անվավեր պատասխան է, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s4']				= 'Գրանցված, բայց անվավեր պատասխան ACS- ից (Մուտքի վերահսկման սերվեր), չկա պատասխանատվության փոփոխություն';
$_['text_3d_s5']				= 'Հաջող նույնականացում, պատասխանատվության փոփոխություն';
$_['text_3d_s6']				= 'Նույնականացման փորձը հաստատված է,պատասխանատվության փոփոխություն';
$_['text_3d_s7']				= 'Մուտքագրված սխալ գաղտնաբառ, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s8']				= 'Նույնականացումը անհասանելի է, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s9']				= 'Անվավեր պատասխան ACS-ից, պատասխանատվության փոփոխություն';
$_['text_3d_s10']				= 'RealMPI սխալ, պատասխանատվության փոփոխություն';

// Entry
$_['entry_cc_type']				= 'Քարտի տեսակ';
$_['entry_cc_number']			= 'Քարտի համար';
$_['entry_cc_name']				= 'Քարտապանի անուն';
$_['entry_cc_expire_date']		= 'Քարտի վավերականության ժամկետ';
$_['entry_cc_cvv2']				= 'Քարտի անվտանգության ծածկագիր(CVV2)';
$_['entry_cc_issue']			= 'Քարտի թողարկման համար';

// Help
$_['help_start_date']			= '(եթե առկա է)';
$_['help_issue']				= '(միայն Maestro և Solo քարտերի համար)';

// Error
$_['error_card_number']			= 'Խնդրում ենք ստուգել ձեր քարտի համարի վավերականությունը';
$_['error_card_name']			= 'Խնդրում ենք ստուգել քարտապանի անվան վավերականությունը';
$_['error_card_cvv']			= 'Խնդրում ենք ստուգել CVV2 վավերականությունը';
$_['error_3d_unable']			= 'Վաճառողը պահանջում է 3D անվտանգություն բայց չենք կարող հաստատել ձեր բանկի հետ, փորձեք ավելի ուշ';
$_['error_3d_500_response_no_payment'] = 'Անվավեր պատասխան է ստացվել քարտի պրոցեսորից, որևէ վճար չի կատարվել';
$_['error_3d_unsuccessful']		= '3D անվտանգություն Նույնականացումը ձախողվել է։';