<?php
// Text
$_['text_title']				= 'Կրեդիտ քարտ կամ դեբատային քարտ';
$_['text_unable']				= 'Անհնար է գտնել կամ թարմացնել ձեր պատվերի կարգավիճակը';
$_['text_declined']				= 'Վճարումը մերժվել է Paymate-ի կողմից։';
$_['text_failed']				= 'Paymate գործարքը մերժվել է։';
$_['text_failed_message']		= '<p>Ձեր Paymate գործարքը մշակելիս սխալ է տեղի ունեցել։ </p><p><b>Ուշադրություն․ </b>%s</p><p>Խնդրում ենք ստուգել ձեր Paymate հաշվի մնացորդը `նախքան այս պատվերի վճարումը կրկին փորձելը։ </p><p> Եթե կարծում եք, որ այս գործարքը հաջողությամբ ավարտվել է, կամ ձեր Paymate հաշվց գանձում է կատարվել, խնդրում ենք <a href="%s">կապվել մեզ հետ</a> նշելով պատվերի ամբողջական տվյալները։</p>';
$_['text_basket']				= 'Զամբյուղ';
$_['text_checkout']				= 'Վճարում';
$_['text_success']				= 'Հաջողված է';