<?php
// Heading
$_['heading_title']				= 'Շնորհակալություն գնումների համար %s .... ';

// Text
$_['text_title']				= 'Կրեդիտ քարտ կամ դեբատային քարտ';
$_['text_response']				= 'Պատասխան PayPoin-ից․';
$_['text_success']				= '... Ձեր վճարումը հաջողությամբ իրականացվել է։';
$_['text_success_wait']			= '<b><span style="color: #FF0000">Խնդրում ենք սպասել...</span></b> մինչ կմշակվի Ձեր պատվերը։ <br>Եթե դուք 10 վայրկյանում ավտոմատ կերպով չեք վերահղվում, ապա սեղմեք <a href="%s">այստեղ</a>։';
$_['text_failure']				= '... Ձեր վճարումը չեղարկվել է։';
$_['text_failure_wait']			= '<b><span style="color: #FF0000">Խնդրում ենք սպասել...</span></b><br>Եթե դուք 10 վայրկյանում ավտոմատ կերպով չեք վերահղվում, ապա սեղմեք  <a href="%s">այստեղ</a>։';