<?php
// Text
$_['text_title']				= 'Կրեդիտ կամ դեբատային քարտ';
$_['text_credit_card']			= 'Կրեդիտ քարտի տվյալներ';
$_['text_start_date']			= '(եթե հասանելի է)';
$_['text_issue']				= '(միայն Maestro և Solo քարտերի համար)';
$_['text_wait']					= 'Խնդրում ենք սպասել';

// Entry
$_['entry_cc_owner']			= 'Քարտապան';
$_['entry_cc_type']				= 'Քարտի տեսակ';
$_['entry_cc_number']			= 'Քարտի համար';
$_['entry_cc_start_date']		= 'Քարտը վավեր է մինչև';
$_['entry_cc_expire_date']		= 'Քարտի վավերականության ժամկետ';
$_['entry_cc_cvv2']				= 'Քարտի անվտանգության կոդ (CVV2):';
$_['entry_cc_issue']			= 'Քարտի թողարկման համար';

// Error
$_['error_required']			= 'Ուշադրություն. վճարման տեղեկատվության բոլոր դաշտերը պարտադիր են։';
$_['error_general']				= 'Ուշադրություն. գործարքի հետ կապված ընդհանուր խնդիր է առաջացել: Խնդրում ենք կրկին փորձել։';
$_['error_config']				= 'Ուշադրություն. Վճարման մոդուլի կազմաձևման սխալ է տեղի ունեցել: Խնդրում ենք ստուգել մուտքի հավատարմագրերը:';
$_['error_address']				= 'Ուշադրություն. վճարման հասցեի քաղաքի, պետության և փոստային ինդեքսի տվյալները չեն համընկնում։ Խնդրում ենք կրկին փորձել։';
$_['error_declined']			= 'Ուշադրություն. այս գործարքը մերժվել է։ Խնդրում ենք կրկին փորձել։Խնդրում ենք կրկին փորձել։';
$_['error_invalid']				= 'Ուշադրություն. տրամադրված կրեդիտ քարտի տվյալները անվավեր են։ Խնդրում ենք կրկին փորձել։';