<?php
// Heading
$_['text_title']				= 'Կրեդիտ կամ դեբետային քարտ';

// Button
$_['button_confirm']			= 'Հաստատել';

// Entry
$_['entry_cc_type']				= 'Քարտի տեսակ';

// Text
$_['text_success']				= 'Ձեր վճարումը թույլատրված է:';
$_['text_decline']				= 'Ձեր վճարումը ձախողվել է։';
$_['text_bank_error']			= 'Սխալ տեղի ունեցավ Ձեր հայցը բանկի հետ մշակելիս:';
$_['text_generic_error']		= 'Սխալ տեղի ունեցավ Ձեր հայցը մշակելիս։';
$_['text_hash_failed']			= 'Hash- ի ստուգումը ձախողվեց: Կրկին մի փորձեք կատարել վճարում, քանի որ վճարման կարգավիճակը անհայտ է: Խնդրում ենք կապվել վաճառողի հետ:';
$_['text_link']					= 'Խնդրում ենք սեղմել <a href="%s">այստեղ</a> շարունակելու համար';
$_['text_select_card']			= 'Խնդրում ենք ընտրել քարտի տեսակը։';
$_['text_result']				= 'Արդյունք';
$_['text_message']				= 'Հաղորդագրություն';
$_['text_cvn_result']			= 'CVN Արդյունք';
$_['text_avs_postcode']			= 'AVS փոստային ինդեքս';
$_['text_avs_address']			= 'AVS հասցե';
$_['text_eci']					= 'ECI (3D անվտանգություն) արդյունք';
$_['text_tss']					= 'TSS արդյունք';
$_['text_order_ref']			= 'Պատվերի հղում';
$_['text_timestamp']			= 'Ժամկետ';
$_['text_card_type']			= 'Քարտի տեսակ';
$_['text_card_digits']			= 'Քարտի համար';
$_['text_card_exp']				= 'Քարտի վավերականության ժամկետ';
$_['text_card_name']			= 'Քարտի անուն';
$_['text_3d_s1']				= 'Քարտապանը գրանցված չէ, պատասխանատվության փոփոխություն';
$_['text_3d_s2']				= 'Անհնար է հաստատել գրանցումը, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s3']				= 'Գրանցման սերվերից անվավեր պատասխան է, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s4']				= 'Գրանցված, բայց անվավեր պատասխան ACS- ից (Մուտքի վերահսկման սերվեր), չկա պատասխանատվության փոփոխություն';
$_['text_3d_s5']				= 'Հաջող նույնականացում, պատասխանատվության փոփոխություն';
$_['text_3d_s6']				= 'Նույնականացման փորձը հաստատված է,պատասխանատվության փոփոխություն';
$_['text_3d_s7']				= 'Մուտքագրված սխալ գաղտնաբառ, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s8']				= 'Նույնականացումը անհասանելի է, չկա պատասխանատվության փոփոխություն';
$_['text_3d_s9']				= 'Անվավեր պատասխան ACS-ից, պատասխանատվության փոփոխություն';
$_['text_3d_s10']				= 'RealMPI սխալ, պատասխանատվության փոփոխություն';
$_['text_3d_liability']     	= 'Պատասխանատվության փոփոխություն չկա';
$_['text_card_visa']			= 'Visa';
$_['text_card_mc']				= 'Mastercard';
$_['text_card_amex']			= 'American Express';
$_['text_card_switch']			= 'Switch';
$_['text_card_laser']			= 'Laser';
$_['text_card_diners']			= 'Diners';