<?php
// Text
$_['text_title']				= 'Կրեդիտ քարտ / Դեբետային քարտ';
$_['text_credit_card']			= 'Քարտի տվյալներ';
$_['text_description']			= 'Ապրանքներ %s Պատվեր No: %s';
$_['text_card_type']			= 'Քարտի տեսակ ';
$_['text_card_name']			= 'Քարտի անուն ';
$_['text_card_digits']			= 'Վերջին նիշերը';
$_['text_card_expiry']			= 'Վավերականության ժամկետ ';
$_['text_trial']				= '%s յուրաքանչյուր %s %s համար %s վճարում ';
$_['text_recurring']			= '%s յուրաքանչյուր %s %s';
$_['text_length']				= ' for %s վճարում';
$_['text_success']				= 'Ձեր վճարումը թույլատրված է:';
$_['text_decline']				= 'Ձեր վճարումը մերժվել է:';
$_['text_bank_error']			= 'Ձեր հայցը բանկի հետ մշակելիս սխալ տեղի ունեցավ:';
$_['text_transaction_error']	= 'Ձեր գործարքը մշակելիս սխալ տեղի ունեցավ:';
$_['text_generic_error']		= 'Ձեր հայցը մշակելիս սխալ տեղի ունեցավ';
$_['text_hash_failed']			= 'Hash- ի ստուգումը ձախողվեց: Կրկին մի փորձեք կատարել վճարում, քանի որ վճարման կարգավիճակը անհայտ է: Խնդրում ենք կապվել վաճառողի հետ:';
$_['text_link']					= 'Խնդրում ենք <a href="%s">այստեղ</a> շարունակելու համար';
$_['text_confirm_delete']		= 'Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել քարտը:';

// Entry
$_['entry_card']				= 'Նոր կամ գրանցված քարտ';
$_['entry_card_existing']		= 'Գրանցված';
$_['entry_card_new']			= 'Նոր';
$_['entry_card_save']			= 'Հիշել քարտի տվյալները հետագայում օգտագործելու համար։';
$_['entry_cc_choice']			= 'Ընտրել գրանցված քարտ';

// Button
$_['button_delete_card']		= 'Հեռացնել ընտրված քարտը';