<?php
// Text
$_['text_title']			 = 'Կրեդիտ քարտ / Դեբետային քարտ';
$_['text_credit_card']		 = 'Քարտի տվյալները';
$_['text_card_type']		 = 'Քարտի տեսակը: ';
$_['text_card_name']		 = 'Քարտի անունը ';
$_['text_card_digits']		 = 'Վերջին նիշերը';
$_['text_card_expiry']		 = 'Վավերականության ժամկետի ավարտը ';
$_['text_trial']			 = '%s յուրաքանչյուր %s %s համար %s վճարում ';
$_['text_recurring']		 = '%s յուրաքանչյուր %s %s';
$_['text_length']			 = ' համար %s վճարում';
$_['text_confirm_delete']	 = 'Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել այս քարտը';
$_['text_card_success']		 = 'Քարտը հաջողությամբ հեռացված է';
$_['text_card_error']		 = 'Ձեր քարտը հեռացնելիս սխալ է տեղի ունեցել: Աջակցության համար դիմեք խանութի ադմինիստրացիա։';

// Entry
$_['entry_card']			 = 'Նոր կամ արդեն գրանցված քարտ ';
$_['entry_card_existing']	 = 'Գրանցված քարտ';
$_['entry_card_new']		 = 'Նոր';
$_['entry_card_save']		 = 'Հիշել քարտի տվյալները';
$_['entry_cc_cvc']			 = 'Քարտի հաստատման ծածկագիր (CVC)';
$_['entry_cc_choice']		 = 'Ընտրել արդեն գրանցված քարտը';

// Button
$_['button_delete_card']	 = 'Հեռացնել քարտը';

// Error
$_['error_process_order']	 = 'Պատվերը մշակելիս սխալ է տեղի ունեցել: Աջակցության համար դիմեք խանութի ադմինիստրացիա։';