<?php
// Heading
$_['heading_title']       = 'Իմ հաշիվը';

// Text
$_['text_account']        = 'Հաշիվ';
$_['text_my_account']     = 'Իմ հաշիվը';
$_['text_my_orders']      = 'Իմ պատվերները';
$_['text_my_affiliate']   = 'Իմ աֆիլիատ հաշիվը';
$_['text_my_newsletter']  = 'Նորություններ';
$_['text_edit']           = 'Փոփոխել հաշվի ինֆորմացիան';
$_['text_password']       = 'Փոփոխելգաղտնաբառը';
$_['text_address']        = 'Փոփոխելհասցեագրքի գրառումները';
$_['text_credit_card']    = 'Կարգավորել պահպանված կրեդիտ քարտերը';
$_['text_wishlist']       = 'Փոփոխել ցանկությունների ցուցակը';
$_['text_order']          = 'Դիտել պատվերների պատմությունը';
$_['text_download']       = 'Ներբեռնումներ';
$_['text_reward']         = 'Ձեր պարգևատրված միավորները';
$_['text_return']         = 'Դիտել վերադարձի հարցումները';
$_['text_transaction']    = 'Ձեր գործարքերը';
$_['text_newsletter']     = 'Բաժանորդագրվել / ապաբաժանորդագրվել Նորություններին';
$_['text_recurring']      = 'Կրկնվող վճարումներ';
$_['text_transactions']   = 'Գործարքեր';
$_['text_affiliate_add']  = 'Գրանցել աֆիլիատ հաշիվ';
$_['text_affiliate_edit'] = 'Փոփոխել աֆիլիատ հաշվի ինֆորմացիան';
$_['text_tracking']       = 'Աֆիլիատ օգտագործողի հետևելու ծածկագիր '; 