<?php
// Heading
$_['heading_title']      = 'Հասցեագիրք';

// Text
$_['text_account']       = 'Հաշիվ';
$_['text_address_book']  = 'Հասցեագրքի գրառումներ';
$_['text_address_add']   = 'Ավելացնել հասցե';
$_['text_address_edit']  = 'Փոփոխել հասցեն';
$_['text_add']           = 'Ձեր հասցեն հաջողությամբ ավելացվել է';
$_['text_edit']          = 'Ձեր հասցեն հաջողությամբ թարմացվել է';
$_['text_delete']        = 'Ձեր հասցեն հաջողությամբ հեռացվել է';
$_['text_empty']         = 'Դուք չունեք գրանցված հասցե';

// Entry
$_['entry_firstname']    = 'Անուն';
$_['entry_lastname']     = 'Ազգանուն';
$_['entry_company']      = 'Ընկերություն';
$_['entry_address_1']    = 'Հասցե 1';
$_['entry_address_2']    = 'Հասցե 2';
$_['entry_postcode']     = 'Փոստային ինդեքս';
$_['entry_city']         = 'Քաղաք';
$_['entry_country']      = 'Պետություն';
$_['entry_zone']         = 'Շրջան / Նահանգ';
$_['entry_default']      = 'Հիմնական հասցե';

// Error
$_['error_delete']       = 'Զգուշացում․ Դուք պետք է ունենաք գրանցված մեկ հասցե';
$_['error_default']      = 'Զգուշացում․ Դուք չեք կարող հեռացնել ձեր հիմնական հասցեն ';
$_['error_firstname']    = 'Անունը պետք է պարունակի 1-ից 32 նիշ';
$_['error_lastname']     = 'Ազգանունը պետք է պարունակի 1-ից 32 նիշ';
$_['error_address_1']    = 'Հասցեն պետք է պարունակի 3-ից 128 նիշ';
$_['error_postcode']     = 'Փոստային ինդեքսը պետք է պարունակի 2-ից 10 նիշ';
$_['error_city']         = 'Քաղաքի անվանումը պետք է պարունակի 2-ից 128 նիշ';
$_['error_country']      = 'Խնդրում ենք ընտրել երկիրը';
$_['error_zone']         = 'Խնդրում ենք ընտրել շրջանը / Նահանգը';
$_['error_custom_field'] = '%s պարտադիր է';