<?php
// Heading
$_['heading_title']   = 'Մոռացե՞լ եք Ձեր գաղտնաբառը';

// Text
$_['text_account']    = 'Հաշիվ';
$_['text_forgotten']  = 'Մոռացված գաղտնաբառ';
$_['text_your_email'] = 'Ձեր էլեկտրոնային հասցեն';
$_['text_email']      = 'Մուտքագրեք ձեր հաշվին կցված էլեկտրոնային փոստի հասցեն։ Սեղմեք ընդունել, գաղտնաբառի փոփոխման հղումը ձեր էլեկտրոնային փոստին ստանալու համար։ ';
$_['text_success']    = 'Հաստատման հղմամբ հաղորդագրությունը ուղարկվել է ձեր էլեկտրոնային հասցեին';

// Entry
$_['entry_email']     = 'էլեկտրոնային հասցե';
$_['entry_password']  = 'Նոր գաղտնաբառ';
$_['entry_confirm']   = 'Հաստատել';

// Error
$_['error_email']     = 'Ուշադրություն․ էլեկտրոնային հասցեն չի գտնվել գրառումների մեջ, խնդրում ենք փորձել կրկին';
$_['error_approved']  = 'Ուշադրություն․ մուտք գործելու համար անհրաժեշտ է ձեր հաշիվը հաստատել։';
$_['error_password']  = 'Գաղտնաբառը պետք է պարունակի 4-ից 20 նիշ';
$_['error_confirm']   = 'Գաղտնաբառը և գաղտնաբառի հաստատումը չեն համընկնում';