<?php
// Heading
$_['heading_title']                = 'Մուտք գործել հաշիվ';

// Text
$_['text_account']                 = 'Հաշիվ';
$_['text_login']                   = 'Մուտք';
$_['text_new_customer']            = 'նոր հաճախորդ';
$_['text_register']                = 'Գրանցել հաշիվ';
$_['text_register_account']        = 'Ստեղծելով հաշիվ դուք կարող եք ավելի արագ գնումներ , դուք մշտապես տեղեկացված կլինեք պատվերի կարգավիճակի մասին, նաև կարող եք հետևել նախկինում կատարած պատվերներին:';
$_['text_returning_customer']      = 'Նախկինում գրանցված հաճախորդ';
$_['text_i_am_returning_customer'] = 'Ես նախկինում գրանցված հաճախորդ եմ';
$_['text_forgotten']               = 'Մոռացված գաղտնաբառ';

// Entry
$_['entry_email']                  = 'էլեկտրոնային հասցե';
$_['entry_password']               = 'Գաղտնաբառ';

// Error
$_['error_login']                  = 'Ուշադրություն․ էլեկտրոնային հասցեն և/կամ գաղտնաբառը չեն համընկնում.';
$_['error_attempts']               = 'Ուշադրություն․ Ձեր հաշիվը գերազանցել է մուտքի փորձերի թույլատրելի քանակը: Խնդրում ենք փորձել 1 ժամից։';
$_['error_approved']               = 'Ուշադրություն․ մուտք գործելու համար անհրաժեշտ է ձեր հաշիվը հաստատել։';