<?php
// Heading
$_['heading_title']  = 'Վերականգնեք ձեր գաղտնաբառը';

// Text
$_['text_account']   = 'Հաշիվ';
$_['text_password']  = 'Մուտքագրել նոր գաղտնաբառը';
$_['text_success']   = 'Ձեր գաղտնաբառը հաջողությամբ թարմացվել է';

// Entry
$_['entry_password'] = 'Գաղտնաբառ';
$_['entry_confirm']  = 'Հաստատել';

// Error
$_['error_password'] = 'Գաղտնաբառը պետք է պարունակի 4-ից 20 նիշ';
$_['error_confirm']  = 'Գաղտնաբառը և գաղտնաբառի հաստատումը չեն համընկնում';
$_['error_code']     = 'Գաղտնաբառի վերականգնման ծածկագիրը անվավեր է կամ օգտագործվել է նախկինում';