<?php
// Heading
$_['heading_title']      = 'Ապրանքի վերադարձ';

// Text
$_['text_account']       = 'Հաշիվ';
$_['text_return']        = 'Վերադարձի ինֆորմացիա';
$_['text_return_detail'] = 'Վերադարձի տվյալներ';
$_['text_description']   = 'Խնդրում ենք լրացնել այս ձևաթուղթը RMA համար ձեռք բերելու համար';
$_['text_order']         = 'Պատվերի ինֆորմացիա';
$_['text_product']       = 'Ապրանքի ինֆորմացիա';
$_['text_reason']        = 'Վերադարձի պատճառ';
$_['text_message']       = '<p>Շնորհակալություն ձեր վերադարձի հարցման համար: Ձեր հարցումը ուղարկվել է համապատասխան բաժին `վերամշակման համար:</p><p> Հարցման կարգավիճակի վերաբերյալ Դուք կծանուցվեք էլեկտրոնային փոստի միջոցով:</p>';
$_['text_return_id']     = 'Վերադարձի ID:';
$_['text_order_id']      = 'Պատվերի ID:';
$_['text_date_ordered']  = 'Պատվերի ամսաթիվ';
$_['text_status']        = 'Կարգավիճակ';
$_['text_date_added']    = 'Ավելացման ամսաթիվ';
$_['text_comment']       = 'Վերադարձի վերաբերյալ մեկնաբանություններ';
$_['text_history']       = 'Վերադարձի պատմություն';
$_['text_empty']         = 'Դուք նախկինում չեք կատարել վերադարձ';
$_['text_agree']         = 'Ես կարդացել եմ և համաձայն եմ  <a href="%s" class="agree"><b>%s</b></a>';

// Column
$_['column_return_id']   = 'Վերադարձի ID';
$_['column_order_id']    = 'Պատվերի ID';
$_['column_status']      = 'Կարգավիճակ';
$_['column_date_added']  = 'Ավելացման ամսաթիվ';
$_['column_customer']    = 'Հաճախորդ';
$_['column_product']     = 'Ապրանքի անվանում';
$_['column_model']       = 'Տեսակ';
$_['column_quantity']    = 'Քանակ';
$_['column_price']       = 'Արժեք';
$_['column_opened']      = 'Բացված է';
$_['column_comment']     = 'Մեկնաբանություններ';
$_['column_reason']      = 'Պատճառ';
$_['column_action']      = 'Գործողություն';

// Entry
$_['entry_order_id']     = 'Պատվերի ID';
$_['entry_date_ordered'] = 'Պատվերի Date';
$_['entry_firstname']    = 'Անուն';
$_['entry_lastname']     = 'Ազգանուն';
$_['entry_email']        = 'էլեկտրոնային հասցե';
$_['entry_telephone']    = 'Հեռախոսահամար';
$_['entry_product']      = 'Ապրանքի անվանում ';
$_['entry_model']        = 'Ապրանքի ծածկագիր';
$_['entry_quantity']     = 'Քանակ';
$_['entry_reason']       = 'Վերադարձի պատճառ';
$_['entry_opened']       = 'Ապրանքը բացված է';
$_['entry_fault_detail'] = 'Սխալ է  կամ այլ մանրամասներ';

// Error
$_['text_error']         = 'Հարցված վերադարձները գտնված չեն';
$_['error_order_id']     = 'Պատվերի ID պարտադիր է';
$_['error_firstname']    = 'Անունը պետք է պարունակի 1-ից 32 նիշ';
$_['error_lastname']     = 'Ազգանունը պետք է պարունակի 1-ից 32 նիշ';
$_['error_email']        = 'էլեկտրոնային հասցեն անվավեր է';
$_['error_telephone']    = 'Հեռախոսահամարը պետք է պարունակի  3-ից 32 նիշ';
$_['error_product']      = 'Ապրանքի անվանումը պետք է պարունակի 3-ից 255 նիշ';
$_['error_model']        = 'Ապրանքի տեսակը  պետք է պարունակի 3-ից 64 նիշ';
$_['error_reason']       = 'Դուք պետք է նշեք ապրանքի վերադարձի պատճառը';
$_['error_agree']        = 'Ուշադրություն․ Դուք պետք է համաձայնվեք %s';