<?php
// Heading
$_['heading_title'] = 'Ձեր հաշիվը ստեղծված է';

// Text
$_['text_message']  = '<p>Շնորհավորում ենք։ Ձեր նոր հաշիվը հաջողությամբ ստեղծված է։</p> <p>Այժմ կարող եք օգտվել օգտագործողի արտոնություններից` մեզ հետ առցանց գնումների փորձը ընդլայնելու համար։ </p> <p>Այս առցանց խանութի շահագործման վերաբերյալ ցանկացած հարցի դեպքում, կարող եք էլեկտրոնային հասցեով դիմել խանութի սեփականատիրոջը.</p> <p>Հաստատումը ուղարկվել է տրամադրված էլեկտրոնային հասցեին։ Եթե մեկ ժամվա ընթացքում չստանաք հաստատումը, խնդրում ենք <a href="%s">կապ հաստատել մեզ հետ</a>.</p>';
$_['text_approval'] = '<p>Շնորհակալություն գրանցման համար %s!</p><p> Դուք կստանաք էլեկտրոնային ծանուցում, խանութի սեփականատիրոջ կողմից Ձեր հաշվի ակտիվացման վերաբերյալ։ /p><p>Այս առցանց խանութի շահագործման վերաբերյալ ցանկացած հարցի դեպքում, խնդրում ենք <a href="%s">կապ հաստատել խանութի սեփականատիրոջ հետ։</a>.</p>';
$_['text_account']  = 'Հաշիվ';
$_['text_success']  = 'Հաջողված է';