<?php
// Heading
$_['heading_title']    = 'Աֆիլիատ հետևում';

// Text
$_['text_account']     = 'Հաշիվ';
$_['text_description'] = 'Համոզվելու համար, որ դուք մեզ ուղարկած վերահղումների համար վճարվում եք, մենք պետք է հետևենք  այդ վերահղմանը՝ լինկում տեղադրելով հետևելու ծածկագիրը։ Կարող եք օգտագործել ստորև նշված գործիքները՝ լինկերը վերահղելու համար %s վեբ կայք։';

// Entry
$_['entry_code']       = 'Ձեր հետևելու ծածկագիրը';
$_['entry_generator']  = 'Հետևելու հղման գեներատոր';
$_['entry_link']       = 'Հետևելու հղում';

// Help
$_['help_generator']  = 'Մուտքագրեք այն ապրանքի անվանումը, որին ցանկանում եք հղում կատարել։';