<?php
// Heading
$_['heading_title']    = 'Գնել նվերի վկայագիր';

// Text
$_['text_account']     = 'Հաշիվ';
$_['text_voucher']     = 'Նվերի վկայագիր';
$_['text_description'] = 'Այս նվերի վկայագիրը էլեկտրոնային հասցեով կուղարկվի ստացողին՝ անմիջապես պատվերի վճարումից հետո։';
$_['text_agree']       = 'Ես հասկանում եմ, որ նվերի վկայագիրը վերադարձի ենթակա չէ';
$_['text_message']     = '<p>Շնորհակալություն նվերի վկայագիրը գնելու համար։ Պատվերի ավարտից հետո նվերի վկայագիրը ստացողին կուղարկվի էլեկտրոնային փոստ՝ վերջինիս օգտագործման վերաբերյալ։ .</p>';
$_['text_for']         = '%s Նվերի վկայագիր %s';

// Entry
$_['entry_to_name']    = 'Ստացողի անուն';
$_['entry_to_email']   = 'Ստացողի էլեկտրոնային հասցե';
$_['entry_from_name']  = 'Ձեր անունը';
$_['entry_from_email'] = 'Ձեր էլեկտրոնային հասցեն';
$_['entry_theme']      = 'Նվերի վկայագրի թեման';
$_['entry_message']    = 'Հաղորդագրություն';
$_['entry_amount']     = 'Գումար';

// Help
$_['help_message']     = 'Կամընտիր';
$_['help_amount']      = 'Արժեքը պետք է լինի %s և %s';

// Error
$_['error_to_name']    = 'Ստացողի անունը պետք է պարունակի 1-ից 64 նիշ ';
$_['error_from_name']  = 'Ձեր անունը պետք է պարունակի 1-ից 64 նիշ';
$_['error_email']      = 'էլեկտրոնային հասցեն վավեր չէ';
$_['error_theme']      = 'Դուք պետք է ընտրեք թեման';
$_['error_amount']     = 'Գումարը պետք է լինի %s և %s';
$_['error_agree']      = 'Զգուշացում․ Դուք պետք է համաձայնեք,որ նվերի վկայագիրը վերադարձի ենթակա չէ';