<?php
// Heading
$_['heading_title'] = 'Իմ ցանկությունների ցուցակը';

// Text
$_['text_account']  = 'Հաշիվ';
$_['text_instock']  = 'Առկա';
$_['text_wishlist'] = 'Ցանկությունների ցուցակ (%s)';
$_['text_login']    = 'Դուք պետք է ունենաք <a href="%s">մուտքային տվյալներ</a> կամ <a href="%s">հաշիվ ստեղծելու համար</a> պահպանելու համար<a href="%s">%s</a>Ձեր <a href="%s">ցանկությունների ցուցակում</a>!';
$_['text_success']  = 'Դուք հաջողությամբ ավելացրել եք <a href="%s">%s</a> Ձեր <a href="%s">ցանկությունների ցուցակում</a>!';
$_['text_remove']   = 'Դուք հաջողությամբ փոփոխել եք Ձեր ցանկությունների ցուցակը';
$_['text_empty']    = 'Ձեր ցանկությունների ցուցակը դատարկ է';

// Column
$_['column_image']  = 'Լուսանկար';
$_['column_name']   = 'Ապրանքի անվանում';
$_['column_model']  = 'Տեսակ';
$_['column_stock']  = 'Առկայություն';
$_['column_price']  = 'Միավոր արժեքը';
$_['column_action'] = 'Գործողություն';