<?php
// Text
$_['text_refine']       = 'Որոնման հստակեցում';
$_['text_product']      = 'Ապրանքներ';
$_['text_error']        = 'Կատեգորիան գտնված չէ';
$_['text_empty']        = 'Այս կատեգորիայում ապրանքներ չկան';
$_['text_quantity']     = 'Քանակ';
$_['text_manufacturer'] = 'Բրենդ';
$_['text_model']        = 'Ապրանքի ծածկագիր';
$_['text_points']       = 'Պարգրատրման միավորներ';
$_['text_price']        = 'Արժեք';
$_['text_tax']          = 'Առանց հարկման';
$_['text_compare']      = 'Ապրանքի համեմատություն (%s)';
$_['text_sort']         = 'Տեսակավորել ըստ';
$_['text_default']      = 'Հիմնական';
$_['text_name_asc']     = 'Անվանում (Ա - Ֆ)';
$_['text_name_desc']    = 'Անվանում (Ֆ - Ա)';
$_['text_price_asc']    = 'Արժեք (Նվազագույն &gt; Առավելագույն)';
$_['text_price_desc']   = 'Արժեք (Առավելագույն &gt; Նվազագույն)';
$_['text_rating_asc']   = 'Վարկանիշ (Ամենացածր)';
$_['text_rating_desc']  = 'Վարկանիշ (Ամենաբարձր)';
$_['text_model_asc']    = 'Տեսակ (Ա- Ֆ)';
$_['text_model_desc']   = 'Տեսակ (Ա - Ֆ)';
$_['text_limit']        = 'Ցուցադրել';