<?php
// Text
$_['text_search']              = 'Որոնում';
$_['text_brand']               = 'Բրենդ';
$_['text_manufacturer']        = 'Բրենդ';
$_['text_model']               = 'Բրենդի ծածկագիր';
$_['text_reward']              = 'Պարգևատրման միավորներ';
$_['text_points']              = 'Արժեքը պարգևատրման միավորներով';
$_['text_stock']               = 'Առկայություն';
$_['text_instock']             = 'Պահեստ';
$_['text_tax']                 = 'Առանց հարկման';
$_['text_discount']            = ' կամ ավելին ';
$_['text_option']              = 'Հասանելի տարբերակներ';
$_['text_minimum']             = 'Այս ապրանքը ունի նվազագույն քանակություն %s';
$_['text_reviews']             = '%s կարծիքներ';
$_['text_write']               = 'Գրել կարծիք';
$_['text_login']               = 'Խնդրում ենք <a href="%s">մուտք գործել </a> կամ <a href="%s">գրանցվել </a> կարծիք թողնելու համար';
$_['text_no_reviews']          = 'Այս ապրանքի մասին կարծիքներ չկան';
$_['text_note']                = '<span class="text-danger">Ուշադրություն</span> HTML թարգմանված չէ։';
$_['text_success']             = 'Շնորհակալություն կարծիքի համար։ Այն ուղարկվել է հաստատման։';
$_['text_related']             = 'Նմանատիպ ապրանքներ';
$_['text_tags']                = 'Նշումներ';
$_['text_error']               = 'Ապրանքը չի գտնվել';
$_['text_payment_recurring']   = 'Վճարման պրոֆիլ';
$_['text_trial_description']   = '%s յուրաքանչյուր %d %s(s) համարար %d վճարում(ներ)';
$_['text_payment_description'] = '%s յուրաքանչյուր %d %s(s) համար %d վճարում(ներ)';
$_['text_payment_cancel']      = '%s յուրաքանչյուր %d %s(s) մինչև չեղարկումը։';
$_['text_day']                 = 'օր';
$_['text_week']                = 'շաբաթ';
$_['text_semi_month']          = 'կես ամիս';
$_['text_month']               = 'ամիս';
$_['text_year']                = 'տարի';

// Entry
$_['entry_qty']                = 'Քանակ';
$_['entry_name']               = 'Ձեր անունը';
$_['entry_review']             = 'Ձեր կարծիքը';
$_['entry_rating']             = 'Գնահատում';
$_['entry_good']               = 'Լավ';
$_['entry_bad']                = 'Վատ';

// Tabs
$_['tab_description']          = 'Նկարագրություն';
$_['tab_attribute']            = 'Յուրահատկություն';
$_['tab_review']               = 'Կարծիքներ (%s)';

// Error
$_['error_name']               = 'Ուշադրություն․ Կարծիքի անվանումը պետք է պարունակի 3-ից 25 նիշ։';
$_['error_text']               = 'Ուշադրություն․ Կարծիքի տեքստը պետք է պարունակի 25-ից 1000 նիշ։';
$_['error_rating']             = 'Ուշադրություն․ խնդրում ենք ընտրել կարծիքի գնահատումը';