<?php
// Heading
$_['heading_title']     = 'Որոնում';
$_['heading_tag']       = 'Նշում - ';

// Text
$_['text_search']       = 'Որոնման չափանիշներին համապատասխանող ապրանքներ';
$_['text_keyword']      = 'Բանալի բառեր';
$_['text_category']     = 'Բոլոր կատեգորիաները';
$_['text_sub_category'] = 'Որոնել ենթակատեգորիաներում';
$_['text_empty']        = 'Որոնման չափանիշներին համապատասխանող ապրանք չկա։';
$_['text_quantity']     = 'Քանակություն';
$_['text_manufacturer'] = 'Բրենդ';
$_['text_model']        = 'Բրենդի ծածկագիր';
$_['text_points']       = 'Պարգևատրման միավորներ';
$_['text_price']        = 'Արժեք';
$_['text_tax']          = 'Առանց հարկման';
$_['text_reviews']      = 'Հիմնաված %s կարծիքների վրա';
$_['text_compare']      = 'Ապրանքի համեմատություն (%s)';
$_['text_sort']         = 'Տեսակավորել ըստ';
$_['text_default']      = 'Հիմնական';
$_['text_name_asc']     = 'Անվանում (Ա - Ֆ)';
$_['text_name_desc']    = 'Անվանում (Ֆ - Ա)';
$_['text_price_asc']    = 'Արժեք (Նվազագույն &gt; Առավելագույն)';
$_['text_price_desc']   = 'Արժեք (Առավելագույն &gt; Նվազագույն)';
$_['text_rating_asc']   = 'Վարկանիշ (Ամենացածր)';
$_['text_rating_desc']  = 'Վարկանիշ (Ամենաբարձր)';
$_['text_model_asc']    = 'Տեսակ (Ա- Ֆ)';
$_['text_model_desc']   = 'Տեսակ (Ա - Ֆ)';
$_['text_limit']        = 'Ցուցադրել';

// Entry
$_['entry_search']      = 'Որոնման չափանիշներ';
$_['entry_description'] = 'Որոնել ապրանքների նկարագրություններում';