<?php
// Heading
$_['heading_title']    = 'Խարդախության հայտնաբերման ստուգում';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք խարդախության հայտնաբերման ստուգումը։';
$_['text_list']        = 'Խարդախության հայտնաբերման ստուգումների ցանկ';

// Column
$_['column_name']      = 'խարդախության հայտնաբերման ստուգման անվանում';
$_['column_status']    = 'Կարգավիճակ';
$_['column_action']    = 'Գործողություն';

// Error
$_['error_permission'] = 'Դուք չունեք թույլտվություն փոփոխելու խարդախության հայտնաբերման ստուգումը։';