<?php
// Heading
$_['heading_title']    = 'Մոդուլներ';

// Text
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք մոդուլները։';
$_['text_layout']      = 'Մոդուլը տեղադրելուց և կարգավորելուց հետո այն կարող եք ավելացնել մակետի մեջ <a href="%s" class="alert-link">here</a>!';
$_['text_add']         = 'Ավելացնել մոդուլ';
$_['text_list']        = 'Մոդուլի ցանկ';

// Column
$_['column_name']      = 'Մոդուլի անվանում';
$_['column_status']    = 'Կարգավիճակ';
$_['column_action']    = 'Գործողություն';

// Entry
$_['entry_code']       = 'Մոդուլ';
$_['entry_name']       = 'Մոդուլի անվանում';

// Error
$_['error_permission'] = 'Դուք չունեք թույլտվություն փոփոխելու մոդուլները։';
$_['error_name']       = 'Մոդուլի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_code']       = 'Ընդարձակումը պարտադիր է։';