<?php
// Heading
$_['heading_title']     = 'Պատվերների ընդհանուր տվյալներ';

// Text
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք պատվերների ընդհանուր տվյալները։';
$_['text_list']         = 'Պատվերների ընդհանուր տվյալների ցանկ';

// Column
$_['column_name']       = 'Պատվերների ընդհանուր տվյալներ';
$_['column_status']     = 'Կարգավիճակ';
$_['column_sort_order'] = 'Տեսակավորման կարգ';
$_['column_action']     = 'Գործողություն';

// Error
$_['error_permission']  = 'Դուք չունեք թույլտվություն փոփոխելու ընդհանուր տվյալները։';