<?php
// Heading
$_['heading_title']            = 'Գնումների զամբյուղ';

// Text
$_['text_success']             = 'Դուք <a href="%s">%s</a> հաջողությամբ ավելացրել եք Ձեր գնումների<a href="%s">զամբյուղի մեջ</a>!';
$_['text_remove']              = 'Դուք հաջողությամբ փոփոխել եք Ձեր գնումների զամբյուղը։';
$_['text_login']               = 'Ուշադրություն։ Դուք պետք է <a href="%s">login</a> կամ <a href="%s">հաշիվ ստեղծելու համար</a>, որպեսզի կարողանաք դիտել արժեքը։';
$_['text_items']               = '%s ապրանք(ներ) - %s';
$_['text_points']              = 'Պարգևատրման միավորներ %s';
$_['text_next']                = 'Ի՞նչ կցանկանաք անել հաջորդիվ։';
$_['text_next_choice']         = 'Ընտրեք, եթե ունեք զեղչի կոդ կամ պարգևատրման միավորներ, որոնք ցանկանում եք օգտագործել կամ փոփոխել առաքման արժեքը:';
$_['text_empty']               = 'Ձեր գնումների զամբյուղը դատարկ է։';
$_['text_day']                 = 'օր';
$_['text_week']                = 'շաբաթ';
$_['text_semi_month']          = 'կես ամիս';
$_['text_month']               = 'ամիս';
$_['text_year']                = 'տարի';
$_['text_trial']               = '%s յուրաքանչյուր %s %s համար %s վճարում ';
$_['text_recurring']           = '%s յուրաքանչյուր %s %s';
$_['text_payment_cancel']      = 'մինչև չեղարկումը';
$_['text_recurring_item']      = 'Կրկնվող ապրանք';
$_['text_payment_recurring']   = 'Վճարման պրոֆիլ';
$_['text_trial_description']   = '%s յուրաքանչյուր %d %s(s) համառ %d վճարում(s)';
$_['text_payment_description'] = '%s յուրաքանչյուր %d %s(s) համար %d վճարում(s)';
$_['text_payment_cancel']      = '%s յուրաքանչյուր %d %s(s) մինչև չեղարկումը';

// Column
$_['column_image']             = 'Նկար';
$_['column_name']              = 'Ապրանքի անվանում';
$_['column_model']             = 'Տեսակ';
$_['column_quantity']          = 'Քանակ';
$_['column_price']             = 'Մեկ միավորի արժեքը';
$_['column_total']             = 'Ամբողջը';

// Error
$_['error_stock']              = ' ***  նշված ապրանքները հասանելի չեն նշված քանակով պահեստում։';
$_['error_minimum']            = 'Պատվերի նվազագույն չափը %s համար %s է։';
$_['error_required']           = '%s պարտաֆիր է։';
$_['error_product']            = 'Ուշադրություն։ գնումների զամբյուղը դատարկ է։';
$_['error_recurring_required'] = 'Խնդրում ենք ընտրել վճարման հաճախականությունը։';