<?php
// Heading
$_['heading_title']                  = 'Վճարում';

// Text
$_['text_cart']                      = 'Գնումների զամբյուղ';
$_['text_checkout_option']           = 'Քայլ %s: Վճարման տարբերակներ';
$_['text_checkout_account']          = 'Քայլ %s: Հաշվի &amp; Վճարման մանրամասներ';
$_['text_checkout_payment_address']  = 'Քայլ %s: Վճարման մանրամասներ';
$_['text_checkout_shipping_address'] = 'Քայլ %s: Առաքման մանրամասներ';
$_['text_checkout_shipping_method']  = 'Քայլ %s: Առաքման մեթոդ';
$_['text_checkout_payment_method']   = 'Քայլ %s: Վճարման մեթոդ';
$_['text_checkout_confirm']          = 'Քայլ %s: Հաստատել պատվերը';
$_['text_modify']                    = 'Փոփոխել &raquo;';
$_['text_new_customer']              = 'Նոր հաճախորդ';
$_['text_returning_customer']        = 'Վերադարձող հաճախորդ';
$_['text_checkout']                  = 'Վճարման տարբերակներ:';
$_['text_i_am_returning_customer']   = 'Ես վերադարձող հաճախորդ եմ';
$_['text_register']                  = 'Գրանցել հաշիվ';
$_['text_guest']                     = 'Հյուր';
$_['text_register_account']          = 'Ստեղծելով հաշիվ, դուք կկարողանաք ավելի արագ գնումներ կատարել, տեղեկանալ պատվերի կարգավիճակի մասին և հետևել նախկինում կատարած պատվերներին:';
$_['text_forgotten']                 = 'Մոռացել եմ գաղտնաբառը';
$_['text_your_details']              = 'Ձեր անձնական տվյալները';
$_['text_your_address']              = 'Ձեր հասցեն';
$_['text_your_password']             = 'Ձեր գաղտնաբառը';
$_['text_agree']                     = 'Ես կարդացել եմ և համաձայն եմ <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Ես ցանկանում եմ տեսնել նոր հասցեն';
$_['text_address_existing']          = 'Ես ուզում եմ օգտագործել առկա հասցեն';
$_['text_shipping_method']           = 'Խնդրում ենք ընտրել այս պատվերի համար առաքման նախընտրելի եղանակը։ ';
$_['text_payment_method']            = 'Խնդրում ենք ընտրել այս պատվերի համար վճարման նախընտրելի եղանակը։';
$_['text_comments']                  = 'Ավելացնել մեկնաբանություններ այս պատվերի համար';
$_['text_recurring_item']            = 'Կրկնվող ապրանք';
$_['text_payment_recurring']         = 'Վճարման պրոֆիլ';
$_['text_trial_description']         = '%s յուրաքանչյուր %d %s(s) համար %d վճարում(ներ)';
$_['text_payment_description']       = '%s յուրաքանչյուր %d %s(s) համար %d վճարում(ներ)';
$_['text_payment_cancel']            = '%s յուրաքանչյուր %d %s(s) մինչև չեղարկումը';
$_['text_day']                       = 'օր';
$_['text_week']                      = 'շաբաթ';
$_['text_semi_month']                = 'կես ամիս';
$_['text_month']                     = 'ամիս';
$_['text_year']                      = 'տարի';

// Column
$_['column_name']                    = 'Ապրանքի անվանում';
$_['column_model']                   = 'Տեսակ';
$_['column_quantity']                = 'Քանակ';
$_['column_price']                   = 'Մեկ միավորի արժեքը';
$_['column_total']                   = 'Ամբողջական';

// Entry
$_['entry_email_address']            = 'Էլեկտրոնային հասցե';
$_['entry_email']                    = 'Էլեկտրոնային հասցե';
$_['entry_password']                 = 'Գաղտնաբառ';
$_['entry_confirm']                  = 'Գաղտնաբառի հաստատում';
$_['entry_firstname']                = 'Անուն';
$_['entry_lastname']                 = 'Ազգանուն';
$_['entry_telephone']                = 'Հեռախոսահամար';
$_['entry_address']                  = 'Ընտրել հասցեն';
$_['entry_company']                  = 'Ընկերություն';
$_['entry_customer_group']           = 'Հաճախորդների խումբ';
$_['entry_address_1']                = 'Հասցե 1';
$_['entry_address_2']                = 'Հասցե 2';
$_['entry_postcode']                 = 'Փոստային ինդեքս';
$_['entry_city']                     = 'Քաղաք';
$_['entry_country']                  = 'Երկիր';
$_['entry_zone']                     = 'Տարածաշրջան / Նահանգ';
$_['entry_newsletter']               = 'Ցանկանում եմ բաժանորդագրվել %s նորություններին։';
$_['entry_shipping']                 = 'Իմ առաքման և վճարման հասցեն նույնն են։';

// Error
$_['error_warning']                  = 'Ձեր պատվերը մշակման ընթացքում խնդիր առաջացավ։ Եթե այդ խնդիրը շարունակվի, ապա փորձեք ընտրել վճարման այլ եղանակ, կամ կապ հաստատեք խանութի սեփականատիրոջ հետ <a href="%s">սեղմելով այստեղ</a>.';
$_['error_login']                    = 'Ուշադրություն․ էլեկտրոնային հասցեն և/կամ գաղտնաբառը չեն համընկնում։';
$_['error_attempts']                 = 'Ուշադրություն․ Ձեր հաշիվը գերազանցել է մուտքի փորձերի թույլատրելի քանակը: Խնդրում ենք կ 1 ժամվա ընթացքում կրկին փորձել:';
$_['error_approved']                 = 'Ուշադրություն․ մուտք գործելու համար ձեր հաշիվը պետք է հաստատել։';
$_['error_exists']                   = 'Ուշադրություն․ էլեկտրոնային հասցեն արդեն գրանցված է։';
$_['error_firstname']                = 'Անունը պետք է պարունակի  1-ից 32 նիշ։';
$_['error_lastname']                 = 'Ազգանունը պետք է պարունակի  1-ից 32 նիշ։';
$_['error_email']                    = 'Էլեկտրոնային հասցեն վավեր չէ։';
$_['error_telephone']                = 'Հեռախոսահամարը պետք է պարունակի 3-ից 32 նիշ։';
$_['error_password']                 = 'Գաղտնաբառը պետք է պարունակի 4-ից 20 նիշ։';
$_['error_confirm']                  = 'Գաղտնաբառի հաստատումը չի համապատասխանում գաղտնաբառին։';
$_['error_address_1']                = 'Հասցե 1-ը պետք է պարունակի 3-ից 128 նիշ։';
$_['error_city']                     = 'Քաղաքի անունը պետք է պարունակի 2-ից 128 նիշ։';
$_['error_postcode']                 = 'Փոստային ինդեքսը պետք է պարունակի 2-ից 10 նիշ։';
$_['error_country']                  = 'Խնդրում ենք ընտրել Երկիրը։';
$_['error_zone']                     = 'Խնդրում ենք ընտրել Տարածաշրջանը / Նահանգը։';
$_['error_agree']                    = 'Ուշադրություն․ դուք պետք է համաձայնեք %s։';
$_['error_address']                  = 'Ուշադրություն․ դուք պետք է ընտրեք հասցե։';
$_['error_shipping']                 = 'Ուշադրություն․ առաքման մեթոդը պարտադիր է։';
$_['error_no_shipping']              = 'Ուշադրություն․ չկա առաքման հասանելի տարբերակ։ Խնդրում ենք <a href="%s">կապ հաստատեք մեզ հետ</a> աջակցության համար։';
$_['error_payment']                  = 'Ուշադրություն․ վճարում մեթոդը պարտադիր է։';
$_['error_no_payment']               = 'Ուշադրություն․ չկա վճարման հասանելի տարբերակ։ Խնդրում ենք <a href="%s">հաստատեք մեզ հետ</a> աջակցության համար։';
$_['error_custom_field']             = '%s պարտադիր է։';