<?php
// Heading
$_['heading_title'] = 'Ձախողված վճարում';

// Text
$_['text_basket']   = 'Գնումների զամբյուղ';
$_['text_checkout'] = 'Վճարում';
$_['text_failure']  = 'Ձախողված վճարում';
$_['text_message']  = '<p>Ձեր վճարումը մշակելիս խնդիր է առաջացել և պատվերը չի ավարտվել:</p>

<p>Հնարավոր պատճառներն են</p>
<ul>
  <li>Անբավարար միջոցներ</li>
  <li>Հաստատման ձախողում</li>
</ul>

<p>Խնդրում ենք փորձել իրականացնել պատվերը ընտրելով վճարման այլ մեթոդ։</p>

<p>Եթե խնդիրը շարունակվի <a href="%s">կապ հաստատեք մեզ հետ</a> իրականացվող պատվերի վերաբերյալ բոլոր մանրամասներով։</p>';