<?php
// Heading
$_['heading_title']        = 'Ձեր պատվերը իրականացված է';

// Text
$_['text_basket']          = 'Գնումների զամբյուղ';
$_['text_checkout']        = 'Վճարում';
$_['text_success']         = 'Հաջողված է';
$_['text_customer']        = '<p>Ձեր պատվերը հաջողությամբ մշակվել է։</p><p>Դուք կարող եք տեսնել Ձեր պատվերների պատմությունը, այցելելով  <a href="%s">իմ հաշիվը </a> էջը և սեղմել <a href="%s">պատմությունy</a>.</p><p>Եթե պատվերին կա կից ներբեռնում, ապա դիտելու համար կարող եք այցելել հաշիվ <a href="%s">ներբեռնումներ</a> էջ։</p><p>Խնդրում ենք ձեզ հետաքրքրող ցանկացած հարց ուղղել  <a href="%s">խանութի սեփականատիրոջը։</a>.</p><p>Շնորհակալություն օնլայն գնումներ կատարելու համար։</p>';
$_['text_guest']           = '<p>Ձեր պատվերը հաջողությամբ մշակվել է։</p><p>Խնդրում ենք ձեզ հետաքրքրող ցանկացած հարց ուղղել <a href="%s">խանութի սեփականատիրոջը։</a>.</p><p>Շնորհակալություն օնլայն գնումներ կատարելու համար։</p>';