<?php
// Heading
$_['heading_title']    = 'Բեռնաթափման վճար';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք Բեռնաթափման վճարը։';
$_['text_edit']        = 'Փոփոխել Բեռնաթափման վճարը։';

// Entry
$_['entry_total']      = 'Պատվերի ընդհանուր';
$_['entry_fee']        = 'Վճար';
$_['entry_tax_class']  = 'Հարկման տեսակ';
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';

// Help
$_['help_total']       = 'Պատվերը պետք է հասնի նախքան այս պատվերի ընդհանուր ակտիվությունը:';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու Բեռնաթափման վճար։';