<?php
// Heading
$_['heading_title']    = 'Նվազագույն պատվերի վճար';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք Նվազագույն պատվերի վճարը։';
$_['text_edit']        = 'Փոփոխել Նվազագույն պատվերի վճարը։';

// Entry
$_['entry_total']      = 'Պատվերի ընդհանուր';
$_['entry_fee']        = 'Վճար';
$_['entry_tax_class']  = 'Հարկի տեսակ';
$_['entry_status']     = 'Կարգավիճակ';
$_['entry_sort_order'] = 'Տեսակավորման կարգ';

// Help
$_['help_total']       = 'Պատվերը պետք է հասնի մինչև այս պատվերի ընդհանուր գումարը չեղյալ հայտարարելը:';

// Error
$_['error_permission'] = 'Ուշադրություն․ Դուք չունեք  թույլտվություն  փոփոխելու Նվազագույն պատվերի վճարը։';
