<?php
// Heading
$_['heading_title']    = 'Բեսթսելլեր';

// Text
$_['text_extension']   = 'Ընդարձակում';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք Բեսթսելլեր մոդուլը։';
$_['text_edit']        = 'Փոփոխել Բեսթսելլեր մոդուլը';

// Entry
$_['entry_name']       = 'Մոդուլի անվանում';
$_['entry_limit']      = 'Սահմանաչափ';
$_['entry_image']      = 'Լուսանկար (լայնություն x բարձրություն) և չափափոխման տեսակ';
$_['entry_width']      = 'Լայնություն';
$_['entry_height']     = 'Բարձրություն';
$_['entry_status']     = 'Կարգավիճակ';

// Error
$_['error_permission'] = 'Դուք չունեք թույլտվություն փոփոխելու Բեսթսելլեր մոդուլը։';
$_['error_name']       = 'Մոդուլի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_width']      = 'Լայնությունը պարտադիր է!';
$_['error_height']     = 'Բարձրությունը պարտադիր է';