<?php
// Heading
$_['heading_title']    = 'Կարուսել';

// Text
$_['text_extension']   = 'Ընդարձակում';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք Կարուսել մոդելը։';
$_['text_edit']        = 'Փոփոխել Կարուսել մոդելը։';

// Entry
$_['entry_name']       = 'Մոդուլի անվանում';
$_['entry_banner']     = 'Բաններ';
$_['entry_width']      = 'Լայնություն';
$_['entry_height']     = 'Բարձրություն';
$_['entry_status']     = 'Կարգավիճակ';

// Error
$_['error_permission'] = 'Դուք չունեք թույլտվություն փոփոխելու Կարուսելի մոդելը։';
$_['error_name']       = 'Մոդուլի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_width']      = 'Լայնությունը պարտադիր է';
$_['error_height']     = 'Բարձրությունը պարտադիր է';