<?php
// Heading
$_['heading_title']     = 'eBay ցուցակագրում';

// Text
$_['text_extension']    = 'Ընդարձակումներ';
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել եք eBay ցուցակագրում մոդելը։';
$_['text_edit']        	= 'Փոփոխել eBay ցուցակագրում';
$_['text_list']         = 'Մակետի ցանկ';
$_['text_register']     = 'Դուք պետք է գրանցվեք OpenBay Pro eBay-ի համար ակտվացնելու։';
$_['text_about'] 		= 'eBay ցուցադրման մոդուլը հնարավորություն է տալիս ուղղակիորեն ցուցադրել արտադրանքը ձեր eBay հաշվից անմիջապես ձեր կայքում:';
$_['text_latest']       = 'Վերջինները';
$_['text_random']       = 'Պատահական';

// Entry
$_['entry_name']        = 'Մոդուլի անվանում';
$_['entry_username']    = 'eBay օգտատիրոջ անուն';
$_['entry_keywords']    = 'Որոնաղական բանալի բառեր';
$_['entry_description'] = 'Ներառել նկարագրական որոնումը';
$_['entry_limit']       = 'Սահամանաչափ';
$_['entry_length']      = 'Երկարություն';
$_['entry_width']       = 'Լայնություն';
$_['entry_height']      = 'Բարձրություն';
$_['entry_site']   		= 'eBay կայք';
$_['entry_sort']   		= 'Տեսակավորել ըստ';
$_['entry_status']   	= 'Կարգավիճակ';

// Error
$_['error_permission']  = 'Դուք չունեք թույլտվություն փոփոխելու eBay մոդուլը։';
$_['error_name']        = 'Մոդուլի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_width']       = 'Լայնությունը պարտադիր է';
$_['error_height']      = 'Բարձրությունը պարտադիր է';