<?php
// Heading
$_['heading_title']    = 'Գլխավոր';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել  Գլխավոր մոդուլը';
$_['text_edit']        = 'Փոփոխել Գլխավոր մոդուլը';

// Entry
$_['entry_name']        = 'Մոդուլի անվանում';
$_['entry_product']    = 'Ապրանքներ';
$_['entry_limit']      = 'Սահամանաչափ';
$_['entry_width']      = 'Լայնություն';
$_['entry_height']     = 'Բարձրություն';
$_['entry_status']     = 'Կարգավիճակ';

// Help
$_['help_product']     = '(Ավտոմատ լրացում)';

// Error
$_['error_permission'] = 'Դուք չունեք թույլտվություն փոփոխելու Գլխավոր մոդուլը։';
$_['error_name']        = 'Մոդուլի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_width']       = 'Լայնությունը պարտադիր է';
$_['error_height']      = 'Բարձրությունը պարտադիր է';