<?php
// Heading
$_['heading_title']     = 'HTML բովանդակություն';

// Text
$_['text_extension']    = 'Ընդարձակումներ';
$_['text_success']      = 'Դուք հաջողությամբ փոփոխել  HTML բովանդակության մոդուլը։';
$_['text_edit']         = 'Փոփոխել HTML բովանդակության մոդուլը։';

// Entry
$_['entry_name']        = 'Մոդուլի անվանում';
$_['entry_title']       = 'Վերնագիր';
$_['entry_description'] = 'Նկարագրություն';
$_['entry_status']      = 'Կարգավիճակ';

// Error
$_['error_permission']  = 'Դուք չունեք թույլտվություն փոփոխելու HTML բովանդակության մոդուլը։';
$_['error_name']        = 'Մոդուլի անվանումը պետք է պարունակի 3-ից 64 նիշ։';