<?php
// Heading
$_['heading_title']    = 'PayPal կոճակ';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք PayPal (Powered by Braintree) կոճակ մոդուլը։';
$_['text_edit']        = 'Փոփոխել PayPal (Powered by Braintree) կոճակ մոդուլը։';
$_['text_info']        = 'Կոճակը <u>ոչ թե </u> կհայտնվի այս պայմանների դեպքում:';
$_['text_info_li1']    = 'Գնումների այս զամբյուղը դատարկ է և վաուչերներ կիրառված չեն։';
$_['text_info_li2']    = 'Գնումների այս զամբյուղը ունի  ներբեռնեումներ և կրկնվող վճարումներ և օգտագործողը մուտք չի գործել համակարգ։';
$_['text_info_li3']    = 'Պահեստում ոչ առկա ապրանքի վճարումը ապապակտիվացված է, իսկ գնումների զամբյուղում կա ապրանք, որը առկա չէ պահեստում։';
$_['text_layouts']     = 'Այս մոդուլը ակտիվացնելուց հետո, օգտագործեք մակետի կառավարումը խանութի տարածում կոճակ ավելացնելու համար։';
$_['text_layout_link'] = 'Սեղմեք այստեղ մակետների էջ մուտք ունենալու համար';

// Entry
$_['entry_status']     = 'Կարգավիճակ';

// Error
$_['error_permission'] = 'Դուք չունեք թույլտվություն փոփոխելու PayPal (Powered by Braintree) կոճակ մոդուլը։';