<?php
// Heading
$_['heading_title']        = 'Մուտք գործել PayPal-ով';

// Text
$_['text_extension']       = 'Ընդարձակումներ';
$_['text_success']         = 'Դուք հաջողությամբ փոփոխել եք Մուտք գործել PayPal-ով մոդուլը։';
$_['text_edit']            = 'Փոփոխել մուտքը PayPal մոդուլով';
$_['text_button_grey']     = 'Մոխրագույն';
$_['text_button_blue']     = 'Կապույտ (խորհուրդ է տրվում)';

// Entry
$_['entry_client_id']      = 'Հաճախորդի ID';
$_['entry_secret']         = 'Գաղտնիք';
$_['entry_sandbox']        = 'Ավազատուփի ռեժիմ';
$_['entry_debug']          = 'Debug Logging';
$_['entry_customer_group'] = 'Հաճախորդի խումբ';
$_['entry_button']         = 'Կոճակի գույն';
$_['entry_seamless']       = 'Թույլատրել "Ամբողջական ստուգում"';
$_['entry_locale']         = 'Գործողությունների վայր';
$_['entry_return_url']     = 'Վերադարձի URL';
$_['entry_status']         = 'Կարգավիճակ';

// Help
$_['help_sandbox']         = 'Օգտագործե՞լ Ավազատուփի ռեժիմ միջավայրը։';
$_['help_customer_group']  = 'Նոր հաճախորդների համար ո՞ր հաճախորդների խումբն է պետք ստեղծել:';
$_['help_debug_logging']   = 'Այս գործարկումը թույլ կտա տվյալների ավելացնել ձեր սխալի մատյանում ՝ ցանկացած խնդրի լուծման համար։';
$_['help_seamless']        = 'Թույլ է տալիս ավտոմատ մուտք գործել, երբ հաճախորդներն ընտրում են PayPal Express վճարում։ Դրանից օգտվելու համար այս տարբերակը պետք է միացվի ձեր Մուտք գործել PayPal հաշվին: Դուք նաև պետք է օգտագործեք նույն հաշիվը, որը օգտագործվում է Express  վճարման համար:';
$_['help_locale']          = 'Սա ձեր խանութների լեզուների համար PayPal- ի տեղակայումն է։';
$_['help_return_url']      = 'Դա պետք է ավելացվի PayPal հավելվածի կազմաձևում՝ ծրագրի վերահղման URL- ների ներքո:';

// Error
$_['error_permission']     = 'Դուք չունեք թույլտվություն փոփոխելու մուտք գործել PayPal-ով մոդուլը։';
$_['error_client_id']      = 'Հաճախորդի ID պարտադիր է';
$_['error_secret']         = 'Գաղտնիքը պարտադիր է';