<?php
// Heading
$_['heading_title']    = 'Հատուկ';

// Text
$_['text_extension']   = 'Ընդարձակումներ';
$_['text_success']     = 'Դուք հաջողությամբ փոփոխել եք հատուկ մոդուլը';
$_['text_edit']        = 'Փոփոխել հատուկ մոդուլը';

// Entry
$_['entry_name']       = 'Մոդուլի անվանում';
$_['entry_limit']      = 'Սահամնաչափ';
$_['entry_width']      = 'Լայնություն';
$_['entry_height']     = 'Բարձրություն';
$_['entry_status']     = 'Կարգավիճակ';

// Error
$_['error_permission'] = 'Դուք չունեք թույլտվություն փոփոխելու հատուկ մոդուլը';
$_['error_name']       = 'Մոդուլի անվանումը պետք է պարունակի 3-ից 64 նիշ։';
$_['error_width']      = 'Լայնությունը պարտադիր է';
$_['error_height']     = 'Բարձրությունը պարտադիր է';