<?php
// Heading
$_['heading_title']      = 'Բանկային գործարք';

// Text
$_['text_extension']     = 'Ընդարձակումներ';
$_['text_success']       = 'Դուք հաջողությամբ փոփոխել եք Բանկային գործարքի տվյալները';
$_['text_edit']          = 'Փոփոխել  Բանկային գործարքը';

// Entry
$_['entry_bank']         = 'Բանկային գործարքի ցուցումներ';
$_['entry_total']        = 'Ընդհանուր';
$_['entry_order_status'] = 'Պատվերի կարգավիճակ';
$_['entry_geo_zone']     = 'Գեոգոտի';
$_['entry_status']       = 'Կարգավիճակ';
$_['entry_sort_order']   = 'Տեսակավորման կարգ';

// Help
$_['help_total']         = 'Վճարման ընդհանուր գումարը, որը պետք է լինի պատվերը, պետք է հասնի մինչև վճարման այս եղանակը ակտիվանա։'; 

// Error 
$_['error_permission']   = 'Ուշադրություն․ Դուք չունեք թույլտվություն փոփոխելու Բանկային գործարքի վճարումը։';
$_['error_bank']         = 'Բանկային գործարքի ցուցումները պարտադիր են։';