<?php
$_['heading_title'] 		= 'Ստացող / գումար պատվերը';

// Text
$_['text_extension']	    = 'Ընդարձակումներ';
$_['text_success']          = 'Դուք հաջողությամբ փոփոխել եք Ստացող / գումար պատվերի հաշվի տվյալներ։';
$_['text_edit']             = 'Փոփոխել Ստացող / գումար պատվերը';

// Entry
$_['entry_payable']         = 'Վճարման ենթակա է';
$_['entry_total']           = 'Ընդհանուր';
$_['entry_order_status']    = 'Պատվերի կարգավիճակ';
$_['entry_geo_zone']        = 'Գեոգոտի';
$_['entry_status']          = 'Կարգավիճակ';
$_['entry_sort_order']      = 'Տեսակավորման կարգ';

// Help
$_['help_total']            = 'Վճարման ընդհանուր գումարը, որը պետք է լինի պատվերը, պետք է հասնի մինչև վճարման այս եղանակը ակտիվանա։ ';

// Error
$_['error_permission']      = 'Ուշադրություն. Դուք չունեք թույլտվություն փոփոխելու Ստացող / գումար պատվերի վճարումը։';
$_['error_payable']         = 'Վճարման ենթակա է դաշտը պարտադիր է։';