<?php
// Heading
$_['heading_title']       = 'Վճարումը առաքման ժամանակ';

// Text
$_['text_extension']      = 'Ընդարձակումներ';
$_['text_success']        = 'Դուք հաջողությամբ փոփոխել եք Վճարումը առաքման ժամանակ վճարման մոդուլը';
$_['text_edit']           = 'Փոփոխել Վճարումը առաքման ժամանակ';

// Entry
$_['entry_total']         = 'Ընդհանուր';
$_['entry_order_status']  = 'Պատվերի կարգավիճակ';
$_['entry_geo_zone']      = 'Գեոգոտի';
$_['entry_status']        = 'Կարգավիճակ';
$_['entry_sort_order']    = 'Տեսակավորման կարգ';

// Help
$_['help_total']          = 'Վճարման ընդհանուր գումարը, որը պետք է լինի պատվերը, պետք է հասնի մինչեւ վճարման այս եղանակը ակտիվանա։ ';

// Error
$_['error_permission']    = 'Ուշադրություն. Դուք չունեք թույլտվություն փոփոխելու Վճարումը առաքման ժամանակ Վճարումը։';