<?php
// Heading
$_['heading_title']      = 'Անվճար պատվեր';

// Text
$_['text_extension']     = 'Ընդարձակումներ';
$_['text_success']       = 'Դուք հաջողությամբ փոփոխել եք անվճար պատվեր վճարման մոդուլը։';
$_['text_edit']          = 'Փոփոխել անվճար պատվերը';

// Entry
$_['entry_order_status'] = 'Պատվերի կարգավիճակ';
$_['entry_status']       = 'Կարգավիճակ';
$_['entry_sort_order']   = 'Տեսակավորման կարգ';

// Error
$_['error_permission']   = 'Ուշադրություն․ Դուք չունեք թույլտվություն փոփոխելու անվճար պատվեր վճարումը։';