<?php
// Heading
$_['heading_title']         = 'Pilibaba for Chinese Checkout';

// Tab
$_['tab_register']          = 'Գրանցվել';
$_['tab_settings']          = 'Կարգավորումներ';

// Text
$_['text_extension']        = 'Ընդարձակում';
$_['text_success']          = 'Դուք հաջողությամբ փոփոխել եք Pilibaba վճարման մոդուլ։';
$_['text_edit']             = 'Փոփոխել Pilibaba';
$_['text_pilibaba']         = '<a href="http://www.pilibaba.com" target="_blank"><img src="view/image/payment/pilibaba.png" alt="Pilibaba" title="Pilibaba"></a>';
$_['text_live']             = 'Օնլայն';
$_['text_test']             = 'Թեստ';
$_['text_payment_info']     = 'Վճարման ինֆորմացիա';
$_['text_order_id']         = 'Պատվերի ID';
$_['text_amount']           = 'Գումար';
$_['text_fee']              = 'Վճար';
$_['text_date_added']       = 'Ավելացման ամսաթիվ';
$_['text_tracking']         = 'Հետևում';
$_['text_barcode']          = 'Շտրիխ կոդ';
$_['text_barcode_info']     = '(Տպեք այս եզակի շտրիխը և փակցրեք այն ծանրոցի մակերեսին)';
$_['text_confirm']          = 'Համոզվա՞ծ եք, որ ցանկանում եք թարմացնել հետևման համարը:';
$_['text_register_success'] = 'Դուք հաջողությամբ գրանցվել եք: Շուտով կստանք էլեկտրանային հաղորդագրություն։';
$_['text_tracking_success'] = 'Հետևելու համարը հաջողությամբ թարմացվել է:';
$_['text_other']            = 'Այլ';
$_['text_email']            = 'Ձեր Pilibaba հաշվի համար գրանցված էլփոստի հասցեն է %s';

// Entry
$_['entry_email_address']   = 'էլեկտրանային հասցե';
$_['entry_password']        = 'Գաղտնաբառ';
$_['entry_currency']        = 'Արժույթ';
$_['entry_warehouse']       = 'Մեծածախ վաճառքի խանութ';
$_['entry_country']         = 'Երկիր';
$_['entry_merchant_number'] = 'Վաճառողի համար';
$_['entry_secret_key']      = 'Գաղտնի բանալի';
$_['entry_environment']     = 'Միջավայր';
$_['entry_shipping_fee']    = 'Առաքման վճար';
$_['entry_order_status']    = 'Պատվերի կարգավիճակ';
$_['entry_status']          = 'Կարգավիճակ';
$_['entry_logging']         = 'Debug Logging';
$_['entry_sort_order']      = 'Տեսակավորման կարգ';

// Help
$_['help_email_address']    = 'Խնդրում ենք մուտքագրել էլեկտրանային փոստի հասցեն այս բիզնեսի սեփականատիրոջ համար.';
$_['help_password']         = 'Մուտքագրեք գաղտնաբառ 8-ց 30 նիշ պարունակող։';
$_['help_currency']         = 'Ընտրեք ձեր վեբ կայքում օգտագործված արժույթը և ձեր բանկային հաշիվ դուրս գրեք:';
$_['help_warehouse']        = 'Ընտրեք այն ամենամոտ պահեստը, որին դուք առաքում եք: Չինացի հաճախորդներից պատվերներ ստանալիս (Pilibaba դարպասի միջոցով) կարող եք ծանրոցներ առաքել այս պահեստ:';
$_['help_country']          = 'Ասացեք մեզ ձեր երկիրը, և մենք ձեզ կտեղեկացնենք ձեզ, երբ այս երկրում պահեստ կբացվի:';
$_['help_merchant_number']  = 'Ձեր անձնական Pilibaba հաշվի վաճառողի համարը:';
$_['help_secret_key']       = 'Ձեր գաղտնի բանալին՝ Pilibaba API- ին մուտք գործելու համար:';
$_['help_shipping_fee']     = 'Առաքման արժեքը ձեր պահեստից դեպի Pilibaba պահեստ: Օգտագործեք երկու տասնորդական վայր:';
$_['help_order_status']     = 'Հաճախորդի կողմից պատվերը տեղադրելուց հետո պատվերի կարգավիճակը:';
$_['help_total']            = 'Վճարման ընդհանուր գումարը, որը պետք է լինի պատվերը, պետք է հասնի մինչև վճարման այս եղանակը ակտիվանա։';
$_['help_logging']           = 'Ակտիվացնելով սխալի կարգաբերումը հնարավորություն կտա տվյալներ մուտքագրել ֆայլի վրա: Դուք պետք է ապաակտիվացնեք, եթե այլ բան հրահանգված չէ։';

// Error
$_['error_warning']         = 'Ուշադրություն․ խնդրում ենք ստուգել սխալների առկայությունը։';
$_['error_permission']      = 'Ուշադրություն․ Դուք չունեք թույլտվություն փոփոխելու Pilibaba վճարումը։';
$_['error_merchant_number'] = 'Վաճառողի հետևման համարը ';
$_['error_secret_key']      = 'Գաղտնի բանալին պարտադիր է';
$_['error_shipping_fee']    = 'Առաքման վճարը պետք է լինի տասնորդական համար:';
$_['error_not_enabled']     = 'Մոդուլը ապաակտիվացված է';
$_['error_data_missing']    = 'Տվյալները բացակայում են';
$_['error_tracking_length'] = 'Հետևման համարըհ պետք է պարունակի 1-ից  50 նիշ։';
$_['error_email_address']   = 'Խնդրում ենք մուտքագրել Ձեր էլեկտրանային հասցեն։';
$_['error_email_invalid']   = 'էլեկտրանային հասցեն վավեր չէ։';
$_['error_password']        = 'Գաղտնաբառը պետք է պարունակի նվազագույնը 8 նիշ։';
$_['error_currency']        = 'Խնդրում ենք ընտրել արժույթը։';
$_['error_warehouse']       = 'Խնդրում ենք ընտրել մեծածախ վաճառքի խանութը։';
$_['error_country']         = 'Խնդրում ենք ընտրել երկիրը։';
$_['error_weight']          = 'Խնդրում ենք փոփոխել Ձեր <a href="%s">Weight Class</a> սահմանելով գրամներով։ Այն \'համակարգ -> Կարգավորումներ\' տեղական\' ներդիր։';
$_['error_bad_response']    = 'Անվավեր պատասխան է ստացվել: Խնդրում եմ փորձեք մի փոքր ուշ։';

// Button
$_['button_register']       = 'Գրանցվել';
$_['button_tracking']       = 'Թարմացնել հետևման համարը';
$_['button_barcode']        = 'Ընդհանուր շտրիխ';