<?php
// Heading
$_['heading_title']                 = 'Աֆիլիատ ծրագիր';

// Text
$_['text_account']                  = 'Հաշիվ';
$_['text_login']                    = 'Մուտք';
$_['text_description']              = '<p>%s Աֆիլիատ ծրագիրը անվճար է և մասնակիցներին հնարավորություն է տալիս վաստակել եկամուտ ` տեղադրելով իրենց վեբ կայքում հղում կամ հղումներ, որոնք գովազդում են %s կամ հատուկ պրոդուկներ։ Հաճախորդների կողմից կատարված ցանկացած վաճառքից, որը կատարվել է այդ հղումով անցնելիս, դուք կստանաք աֆիլիատ միջնորդավճարդ։ Այս պահին գործող ստանդարտ միջնորդավճարը %s է։ </p><p>Ավելի մանրամասն ինֆորմացիայի համար, այցելեք ՀԱՃ բաժինը կամ դիտեք Աֆիլիատ ծրագրի պայմանները &amp։</p>';
$_['text_new_affiliate']            = 'Նոր աֆիլիատ';
$_['text_register_account']         = '<p>Ես գործող աֆիլիատ չեմ։ </p><p>Սեղմել ստորև աֆիլիատ հաշիվ ստեղծելու համար, Խնդրում ենք նկատի ունենալ, որ սա որևէ կերպ կապված չէ ձեր հաճախորդային հաշվի հետ:</p>';
$_['text_returning_affiliate']      = 'Աֆիլիատ մուտք';
$_['text_i_am_returning_affiliate'] = 'Ես վերադարձող Աֆիլիատ եմ։';
$_['text_forgotten']                = 'Մոռացված գաղտնաբառ';

// Entry
$_['entry_email']                   = 'Աֆիլիատ էլեկտրոնային հասցե';
$_['entry_password']                = 'Գաղտնաբառ';

// Error
$_['error_login']                   = 'Ուշադրություն․ էլեկտրոնային հասցեն և/կամ գաղտնաբառը չեն համապատասխանում։';
$_['error_attempts']                = 'Ուշադրություն․ Ձեր հաշիվը գերազանցել է մուտքի փորձերի թույլատրելի քանակը: Խնդրում ենք կրկին փորձել 1 ժամվա ընթացքում:';
$_['error_approved']                = 'Ուշադրություն․ Մուտք գործելու համար պահանջվում է ձեր հաշիվը հաստատել:';
