<?php
// Heading
$_['heading_title'] = 'Ձեր աֆիլիատ հաշիվը ստեղծված է։';

// Text
$_['text_message']  = '<p>Շնորհավորում ենք։ Ձեր հաշիվը հաջողությամբ ստեղծված է։</p> <p>Դուք %s աֆիլիատների անդամ եք։</p> <p>Եթե ունեք ԱՅԼ հարցեր այս աֆիլիատ ծրագրի գործունեության վերաբերյալ, էլեկտրոնային փոստով դիմեք խանութի սեփականատիրոջը:</p> <p>Հաստատող հաղորդագրությունը ուղարկվել է տրամադրված էլեկտրոնային հասցեին։ Եթե մեկ ժամվա ընթացքում չեք ստացել հաղորդագրությունը, խնդրում ենք <a href="%s">կապ հաստատել մեզ հետ։</a>.</p>';
$_['text_approval'] = '<p>Շնորհակալություն աֆիլիատ հաշիվ գրանցելու համար %s։</p><p>Դուք կծանուցվեք հաշվի ակտիվացման մասին, երբ այն ակտիվացվի խանութի սեփականատիրոջ կողմից։</p><p>Եթե ունեք ԱՅԼ հարցեր այս աֆիլիատ ծրագրի գործունեության վերաբերյալ, խնդրում ենք <a href="%s"> կապ հաստատել խանութի սեփականատիրոջ հետ։</a>.</p>';
$_['text_account']  = 'Հաշիվ';
$_['text_success']  = 'Հաջողված է';
