<?php
// Text
$_['text_subject']  = '%s - Ձեր աֆիլիատ հաշիվը ակտիվացված է։';
$_['text_welcome']  = 'Բարի գալուստ և շնորհակալություն գրանցվելու համար %s։';
$_['text_login']    = 'Ձեր հաշիվն այժմ հաստատվել է, և Դուք կարող եք մուտք գործել՝ օգտագործելով Ձեր էլեկտրոնային փոստի հասցեն և գաղտնաբառը՝ այցելելով մեր կայք կամ հետևյալը URL-ով․';
$_['text_services'] = 'Մուտք գործելուց հետո Դուք կկարողանաք ստեղծել հետևորդի ծածկագրեր, հետևել հանձնաժողովների վճարումներին և խմբագրել Ձեր հաշվի տեղեկությունները:';
$_['text_thanks']   = 'Շնորհակալություն,';