<?php
// Text
$_['text_subject'] = '%s - Ձեր հաշիվը ակտիվացված է։';
$_['text_welcome'] = 'Բարի գալուստ և շնորհակալություն գրանցվելու համար %s։';
$_['text_login']   = 'Ձեր հաշիվն այժմ հաստատվել է, և Դուք կարող եք մուտք գործել՝ օգտագործելով Ձեր էլեկտրոնային փոստի հասցեն և գաղտնաբառը՝ այցելելով մեր կայք կամ հետևյալը URL-ով․';
$_['text_service'] = 'Մուտք գործելուց հետո Ձեղ հասանելի կլինեն հետևյալ ծառայությունները՝ նախկինում կատարված պատվերները վերանայումը, հաշիվ-ապրանքագրերը տպելը և ձեր հաշվի տեղեկությունները խմբագրելը:';
$_['text_thanks']  = 'Շնորհակալություն,';