<?php
// Text
$_['text_success']  = 'Դուք հաջողությամբ փոփոխել եք վաուչերները։';
$_['text_subject']  = 'Դուք ստացել եք նվեր սերտիֆիկատ %s-ից։';
$_['text_greeting'] = 'Շնորհավորում ենք, Դուք նվերների վկայագիր եք ստացել %s';
$_['text_from']     = 'Այս նվեր սերտիֆիկատը դուք ստացել եք %s կողմից։';
$_['text_message']  = 'Հետևյալ հաղորդագրությամբ․';
$_['text_redeem']   = 'Նվերների այս վկայագիրը օգտագործելու համար գրեք, թե որն է այն մարման ծածկագիրը, որը <b>%s</b> ապա սեղմեք ստորև նշված հղմանը և գնեք այն ապրանքը, որը ցանկանում գնել  այս նվերի սերտիֆիկատով: Նախքան վճարում սեղմելը, կարող եք մուտքագրել նվերների սերտիֆիկատի ծածկագիրը զամբյուղի էջում:';
$_['text_footer']   = 'Խնդրում ենք հարցերի դեպքում գրել այս  էլեկտրոնային հասցեին։';